Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-graphics/solidkreator.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Activate %1
ro: Activează %1

source: Active tool: %1
ro: Instrument activ: %1

source: The design has been modified. Do you want to save it?
ro: Design-ul a fost modificat. Îl salvați?

source: Create a new design
ro: Creare design nou

source: Open an existing design
ro: Deschide un design existent

source: Save the design
ro: Salvează design-ul

source: Dialog to print
ro: Dialog de imprimare

source: Cut the selection out and to the clipboard
ro: Taie selecția în clipboard

source: Copy the selection to the clipboard
ro: Copiază selecția în clipboard

source: Paste the contents of the clipboard into the design
ro: Lipește conținutul clipboard-ului în design

source: Open Design
ro: Deschide design-ul

source: Main Toolbar
ro: Bara de unelte principală
