Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-multimedia/desktop_extragear-multimedia_k3b.po
Languages: ro

# Name
source: Video DVD Browser
ro: Navigator VideoDVD

# Description
source: A kioslave that allows files to be copied from a Video DVD (including decryption)
ro: Un sclav kio ce permite copierea fișierelor de pe un DVD Video (inclusiv decriptarea)

# Name
source: K3b Plugin
ro: Modul K3b

# Name
source: K3b FFMpeg Decoder
ro: Decodor K3b FFMpeg

# Name
source: K3b FLAC Decoder
ro: Decodor K3b FLAC

# Comment
source: Decoding module to decode FLAC files
ro: Modul de decodare pentru decodarea fișierelor FLAC

# Name
source: K3b Libsndfile Decoder
ro: Decodor K3b Libsndfile

# Comment
source: Decoding module to decode audio files supported by libsndfile
ro: Modul de decodare pentru decodarea fișierelor susținute de libsndfile

# Name
source: K3b MAD Decoder
ro: Decodor K3b MAD

# Comment
source: Decoding module to decode MPEG 1 Layer III files
ro: Modul de decodare pentru decodarea fișierelor MPEG Layer III

# Name
source: K3b Musepack Decoder
ro: Decodor K3b Musepack

# Comment
source: Decoding module to decode Musepack audio files
ro: Modul de decodare pentru decodarea fișierelor audio Musepack

# Name
source: K3b Ogg Vorbis Decoder
ro: Decodor K3b Ogg Vorbis

# Comment
source: Decoding module to decode Ogg Vorbis files
ro: Modul de decodare pentru decodarea fișierelor Ogg Vorbis

# Name
source: K3b ??? Decoder
ro: Decodor K3b ???

# Comment
source: Decoding module to decode ??? files
ro: Modul de decodare pentru decodarea fișierelor ???

# Name
source: K3b Wave Decoder
ro: Decodor K3b Wave

# Comment
source: Decoding module to decode wave files
ro: Modul de decodare pentru decodarea fișierelor wave

# Name
source: K3b External Audio Encoder
ro: Codor K3b Audio extern

# Comment
source: Encoding module that allows specifying an encoding command
ro: Modul de codare ce permite specificarea unei comenzi de codare

# Name
source: K3b External Audio Encoder Config Widget
ro: Control de configurare a codorului K3b Audio extern

# Name
source: K3b Ogg Vorbis Encoder
ro: Codor K3b Ogg Vorbis

# Comment
source: Encoding module to encode Ogg Vorbis files
ro: Modul de codare pentru codarea fișierelor Ogg Vorbis

# Name
source: K3b Ogg Vorbis Encoder Config Widget
ro: Control de configurare a codorului K3b Ogg Vorbis

# Name
source: K3b ??? Encoder
ro: Codor K3b ???

# Comment
source: Encoding module to encode <name> files
ro: Modul de codare pentru codarea fișierelor <name>

# Name
source: K3b SoX Audio Encoder
ro: Codor K3b Sox Audio

# Comment
source: Encoding module to encode many file formats using SoX
ro: Modul de codare pentru codarea multor formate de fișier utilizînd SoX

# Name
source: K3b SoX Audio Encoder Config Module
ro: Modul de configurare a codorului K3b SoX

# Name
source: K3b Audio Metainfo Renamer
ro: Redenumitor cu metainformații pentru audio K3b

# Comment
source: Plugin to rename audio files in a data project based on the meta info.
ro: Modul pentru redenumirea fișierelor audio într-un proiect de date pe baza metainformațiilor.

# Name
source: Update device and programs permissions
ro: Actualizează permisiunile dispozitivelor și programelor

# Description
source: Authentication is required to update permissions of devices and programs
ro: Pentru a actualiza permisiunile dispozitivelor și programelor este nevoie de autentificare

# Name
source: Adds current user to a specified group
ro: Adaugă utilizatorul curent la un grup specificat

# Description
source: Authentication is required to add current user to a group
ro: Este nevoie de autentificare pentru a adăuga utilizatorul curent la un grup

# GenericName
source: Disk Burning
ro: Inscripționare discuri

# Comment
source: Disk writing program
ro: Program de scriere a discurilor

# Name
source: Process successful
ro: Proces reușit

# Comment
source: Process successfully finished
ro: Proces încheiat cu succes

# Name
source: Process error
ro: Eroare proces

# Comment
source: Process finished with errors
ro: Proces încheiat cu erori

# Name
source: Waiting for medium
ro: Așteptare suport

# Comment
source: The user needs to insert a medium
ro: Utilizatorul trebuie să introducă un mediu

# Name
source: Busy
ro: Ocupat

# Comment
source: K3b is currently busy and cannot start any other operations
ro: K3b este ocupat și nu poate porni alte operațiuni

# Name
source: No problems found
ro: Nu au fost depistate probleme

# Comment
source: No problems found in system configuration
ro: Nu au fost depistate probleme în configurația sistemului

# Name
source: Mount/unmount failed
ro: Montare / demontare eșuată

# Comment
source: Medium cannot be mount or unmounted
ro: Suportul nu poate fi montat sau demontat

# Name
source: Track data not found
ro: Datele despre piste nu au fost găsite

# Comment
source: Track information has not been found in the online database
ro: Datele despre piste nu au ost găsite în baza de date online

# Name
source: Extract Digital Audio with K3b
ro: Extragere audio digital cu K3b

# Name
source: Copy with K3b
ro: Copiere cu K3b

# Name
source: Create Audio CD with K3b
ro: Creează disc audio cu K3b

# Name
source: Create file project with K3b
ro: Creează proiect de fișiere cu K3b

# Name
source: Create Video CD with K3b
ro: Creează disc video cu K3b

# Name
source: Copy DVD with K3b
ro: Copiază DVD cu K3b

# Name
source: Rip Video DVD Titles with K3b
ro: Extrage titluri de pe DVD video cu K3b

# Name
source: Write CD Image with K3b
ro: Scrie imagine CD cu K3b

# Name
source: Write image to disc with K3b
ro: Scrie imagine pe disc cu K3b
