Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-multimedia/desktop_extragear-multimedia_amarok.po
Languages: ro

# Name
source: Track Change
ro: Schimbare pistă

# Comment
source: Amarok changed to a new track
ro: Amarok a trecut la altă piesă

# Name
source: Message
ro: Mesaj

# Comment
source: Amarok issued an uncategorized text message
ro: Amarok a emis un mesaj textual necategorizat

# Name
source: Add as Podcast to Amarok
ro: Adaugă ca podcast la Amarok

# Name
source: Append to Playlist
ro: Anexare la lista de redare

# Name
source: Append & Play
ro: Anexează și redă

# Name
source: Queue Track
ro: Pune în coadă

# GenericName
source: Audio Player
ro: Redare audio

# Comment
source: Amarok - Rediscover Your Music!
ro: Amarok - Redescoperă-ți muzica!

# X-KDE-Keywords
source: music,podcast
ro: muzică,podcast

# Name
source: Play Audio CD with Amarok
ro: Redare CD audio cu Amarok

# Comment
source: Plugin for Amarok
ro: Modul pentru Amarok

# Name
source: Albums
ro: Albume

# Name
source: Analyzer
ro: Analizator

# Name
source: Current Track
ro: Piesa curentă

# Name
source: Info
ro: Informații

# Name
source: Labels
ro: Etichete

# Name
source: Lyrics
ro: Versuri

# Name
source: Photos
ro: Fotografii

# Name
source: Playlist Information
ro: Informație listă de redare

# Name
source: Similar Artists
ro: Interpreți asemănători

# Name
source: Tabs
ro: File

# Name
source: Upcoming Events
ro: Evenimente apropiate

# Name
source: Vertical Context Containment
ro: Container vertical pentru context

# Comment
source: A vertical containment for the Amarok Context
ro: Un container vertical pentru contextul Amarok

# Name
source: Current Info Data Engine
ro: Motor de date Informație curentă

# Name
source: Info Data Engine
ro: Motor de date Informații

# Name
source: Labels Data Engine
ro: Motor de date Etichete

# Name
source: Lyrics Data Engine
ro: Motor de date Versuri

# Name
source: Photos Data Engine
ro: Motor de date Fotografii

# Name
source: Upcoming Events Data Engine
ro: Motor de date Evenimente apropiate

# Name
source: Songkick Data Engine
ro: Motor de date Songkick

# Name
source: Wikipedia Data Engine
ro: Motor de date Wikipedia

# Comment
source: Plasma Animation Engine
ro: Motor de animație Plasma

# Comment
source: Plasma applet container and background painter
ro: Container de miniaplicații Plasma și desenator de fundal

# Comment
source: Amarok Context applet
ro: Miniaplicație contextuală Amarok

# Name
source: Amarok Data Engine
ro: Motor de date Amarok

# Comment
source: Amarok Data Engine
ro: Motor de date Amarok

# Name
source: AudioCd Collection
ro: Colecție AudioCd

# Comment
source: AudioCd collection plugin for Amarok
ro: Modul de colecție AudioCd pentru Amarok

# Name
source: DAAP Collection
ro: Colecție DAAP

# Comment
source: DAAP collection plugin for Amarok
ro: Modul de colecție DAAP pentru Amarok

# Comment
source: Collection plugin for Amarok
ro: Modul de colecție pentru Amarok

# Name
source: iPod, iPad & iPhone Collection
ro: Colecție iPod, iPad și iPhone

# Comment
source: Plugin to use iPod-like devices as collections in Amarok
ro: Extensie pentru folosirea dispozitivelor de tip iPod ca pe colecții în Amarok

# Name
source: Media Device Collection
ro: Colecție dispozitiv media

# Comment
source: Media Device collection plugin for Amarok
ro: Modul de colecție dispozitiv media pentru Amarok

# Name
source: MTP Collection
ro: Colecție MTP

# Comment
source: MTP collection plugin for Amarok
ro: Modul de colecție MTP pentru Amarok

# Name
source: Nepomuk Collection
ro: Colecție Nepomuk

# Name
source: Playdar Collection
ro: Colecție Playdar

# Comment
source: Music that Playdar can find
ro: Muzică ce poate fi găsită de Playdar

# Name
source: Universal Mass Storage Collection
ro: Colecție pe stocare în masă universală

# Name
source: UPnP Collection
ro: Colecție UPnP

# Comment
source: UPnP collection plugin for Amarok
ro: Modul de colecție UPnP pentru Amarok

# Name
source: Amarok 2.x Importer
ro: Importator Amarok 2.x

# Comment
source: Import statistics from Amarok 2.x database
ro: Importă statistici din bază de date Amarok 2.x

# Name
source: Banshee Importer
ro: Importator Banshee

# Comment
source: Import statistics from Banshee database
ro: Importă statistici din bază de date Banshee

# Name
source: Clementine Importer
ro: Importator Clementine

# Comment
source: Import statistics from Clementine database
ro: Importă statistici din bază de date Clementine

# Name
source: Amarok 1.4 (FastForward) Importer
ro: Importator Amarok 1.4 (FastForward)

# Comment
source: Import statistics from Amarok 1.4 database
ro: Importă statistici din bază de date Amarok 1.4

# Name
source: Apple iTunes Importer
ro: Importator Apple iTunes

# Comment
source: Import statistics from Apple iTunes database
ro: Importă statistici din bază de date Apple iTunes

# Name
source: Rhythmbox Importer
ro: Importator Rhythmbox

# Comment
source: Import statistics from Rhythmbox database
ro: Importă statistici din bază de date Rhythmbox

# Comment
source: A script to fetch lyrics from lyricwiki.org
ro: Script ce obține versuri de la lyricwiki.org

# Name
source: Amarok Script Console
ro: Consolă de scripturi Amarok

# Comment
source: Amarok Script Console
ro: Consolă de scripturi Amarok

# Name
source: Amazon Store Service Config
ro: Configurare serviciu Magazin Amazon

# Name
source: MP3 Music Store
ro: Magazin de muzică MP3

# Comment
source: Access the Amazon MP3 Store directly from Amarok
ro: Accesați magazinul MP3 Amazon direct din Amarok

# Name
source: Ampache Service Config
ro: Configurare serviciu Ampache

# Comment
source: Sets up the ampache server(s) to connect to
ro: Configurează server(e) Ampache pentru conectare

# Comment
source: Listen to music from an Ampache server
ro: Ascultă muzică de pe un server Ampache

# Name
source: gpodder.net Service Config
ro: Configurare serviciu gpodder.net

# Comment
source: Configure gpodder.net Credentials
ro: Configurează detaliile contului gpodder.net

# Comment
source: Podcast Service
ro: Serviciu Podcast

# Comment
source: Listen to and download music uploaded by independent artists
ro: Ascultă și descarcă muzică încărcată de artiști independenți

# Name
source: Last.fm Service Config
ro: Configurare serviciu Last.fm

# Comment
source: Set up Last.fm username and password
ro: Configurează utilizatorul și parola Last.fm

# Comment
source: A service that integrates Last.fm functionality into Amarok
ro: Serviciu ce integrează funcționalitatea Last.fm în Amarok

# Name
source: MagnatuneStore Service Config
ro: Configurare serviciu MagnatuneStore

# Comment
source: Configure Magnatune store settings and memberships credentials
ro: Configurează setările și detaliile contului în magazinul Magnatune

# Name
source: Magnatune Store
ro: Magazin Magnatune

# Comment
source: Preview and buy music from the non-evil Magnatune record label
ro: Previzualizează și cumpără muzică de la casa de discuri ne-diabolică Magnatune

# Name
source: MP3tunes Service Config
ro: Configurare serviciu MP3tunes

# Comment
source: Configure mp3tunes credentials
ro: Configurează detaliile contului mp3tunes

# Comment
source: Browse and listen to the music stored in your MP3tunes account
ro: Răsfoiți și ascultați muzica stocată în contul dumneavoastră MP3tunes

# Name
source: Podcast Directory
ro: Director Podcast

# Comment
source: Browse and subscribe to a huge list of podcasts
ro: Răsfoiți și abonați-vă la o listă uriașă de podcasturi

# Name
source: Amarok Nightly
ro: Amarok Nocturn

# Name
source: Amarok Nightly Audio Configuration
ro: Configurare audio Amarok Nocturn

# Name
source: KDE Nightly (Neon)
ro: KDE Nocturn (Neon)

# Comment
source: The K Desktop Environment. A powerful Open Source graphical desktop environment
ro: Mediul de birou K. Un mediu grafic de birou cu sursă liberă puternic.

# Name
source: AMZ Downloader
ro: Descărcător AMZ

# Comment
source: Download with AMZ Downloader
ro: Descarcă cu AMZ Downloader
