Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-multimedia/desktop_extragear-multimedia_kaudiocreator.po
Languages: ro

# Name
source: KAudioCreator-Extract
ro: KAudioCreator-Extragere

# Name
source: Extract and Encode Audio Tracks
ro: Extragere și codificare piste audio

# Comment
source: Frontend for audio file creation
ro: Interfață pentru crearea fișierelor audio

# GenericName
source: CD Ripper
ro: Extractor de CD

# Name
source: All Jobs Finished
ro: Toate sarcinile încheiate

# Comment
source: All of the jobs in the queue have been finished
ro: Toate sarcinile din coadă s-au încheiat

# Name
source: Track Ripped
ro: Pistă extrasă

# Comment
source: Track finished ripping
ro: Extragerea pistei s-a încheiat

# Name
source: CD Ripped
ro: CD extras

# Comment
source: CD finished ripping
ro: Extragerea discului s-a încheiat

# Name
source: Track Encoded
ro: Pistă codificată

# Comment
source: Track finished encoding
ro: Pista s-a terminat de codificat

# Name
source: CD Encoded
ro: CD codificat

# Comment
source: CD finished encoding
ro: CD-ul s-a terminat de codificat
