Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kdenetwork/desktop_kdenetwork_ktp-accounts-kcm.po
Languages: ro

# Comment
source: Custom account configuration user interface for accounts using the Butterfly connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Butterfly.

# Comment
source: Custom account configuration user interface for accounts using the Gabble connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Gabble.

# Name
source: Gabble Account Configuration User Interface
ro: Interfață de configurare a conturilor Gabble

# Comment
source: Custom account configuration user interface for accounts using the Haze connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Haze.

# Name
source: Haze Account Configuration User Interface
ro: Interfață de configurare a conturilor Haze

# Comment
source: Custom account configuration user interface for accounts using the Idle connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Idle.

# Comment
source: Custom account configuration user interface for accounts using the Morse connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Morse.

# Comment
source: Custom account configuration user interface for accounts using the Pintxo connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Pintxo.

# Name
source: Pintxo Account Configuration User Interface
ro: Interfață de configurare a conturilor Pintxo

# Comment
source: Custom account configuration user interface for accounts using the Rakia/SofiaSIP connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Rakia/SofiaSIP.

# Name
source: Rakia/SofiaSIP Account Configuration User Interface
ro: Interfață de configurare a conturilor Rakia/SofiaSIP

# Comment
source: Custom account configuration user interface for accounts using the Salut connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Salut.

# Name
source: Salut Account Configuration User Interface
ro: Interfață de configurare a conturilor Salut

# Comment
source: Custom account configuration user interface for accounts using the sipe connection manager.
ro: Interfață personalizată de configurare a conturilor folosind gestionarul de conexiuni Sipe.

# Name
source: Sipe Account Configuration User Interface
ro: Interfață de configurare a conturilor Sipe

# Comment
source: Custom account configuration user interface for Gadu-Gadu accounts using the Sunshine connection manager.
ro: Interfață personalizată de configurare a conturilor Gadu-Gadu folosind gestionarul de conexiuni Sunshine.

# Name
source: Gadu-Gadu Account Configuration User Interface
ro: Interfață de configurare a conturilor Gadu-Gadu

# Name
source: Accounts
ro: Conturi

# Comment
source: Add, edit and remove your instant messaging and VoIP accounts.
ro: Adăugați, modificați și eliminați conturile de mesagerie instantanee și VoIP.

# Comment
source: Telepathy Accounts KCM Module Account User Interface Plugins
ro: Modul KCM cu interfețe grafice pentru configurarea conturilor Telepathy

# Name
source: Instant Messaging and VoIP
ro: Mesagerie instantanee și VoIP

# X-KDE-Keywords
source: KTp,Chat, Telepathy, IM
ro: KTp,Chat, Telepathy, IM, MI, discuții, Discuție
