Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_plasma-workspace.po
Languages: ro

# Name
source: Activity Bar
ro: Bară de activitate

# Comment
source: Tab bar to switch activities
ro: Bară cu file pentru comutarea activităților

# Name
source: Analog Clock
ro: Ceas analog

# Comment
source: A clock with hands
ro: Ceas cu mîini

# Comment
source: See the power status of your battery
ro: Vizualizați starea acumulatorului dumneavoastră

# Keywords
source: Power Management;Battery;System;Energy;
ro: gestiunea alimentării;acumulator;sistem;energie;

# Name
source: Device Notifier
ro: Notificare dispozitive

# Comment
source: Notifications and access for new devices
ro: Notificări și acces pentru dispozitivele noi

# Name
source: Open with File Manager
ro: Deschide cu gestionarul de fișiere

# Name
source: Digital Clock
ro: Ceas digital

# Name
source: Icon
ro: Pictogramă

# Comment
source: A generic icon
ro: O pictogramă generică

# Name
source: Lock/Logout
ro: Blocare/Ieșire

# Comment
source: Lock the screen or log out
ro: Blochează ecranul sau iese din sistem

# Keywords
source: Lock;Logout;Sleep;Hibernate;Switch User;
ro: blochează;ieși;adormire;dormi;hibernare;schimbă utilizatorul;comutare utilizatori;

# Name
source: Notifications
ro: Notificări

# Comment
source: Display notifications and jobs
ro: Afișează notificări și sarcini

# Name
source: Panel Spacer
ro: Spațiator panou

# Comment
source: Reserve empty spaces within the panel.
ro: Rezervează spații goale în cadrul panoului.

# Name
source: Quicklaunch
ro: Lansare rapidă

# Comment
source: Launch your favourite Applications
ro: Lansator pentru aplicațiile favorite

# Name
source: Hard Disk I/O Monitor
ro: Monitor pentru utilizarea discului dur

# Comment
source: An applet that monitors hard disk throughput and input/output
ro: Miniaplicație ce monitorizează traficul de intrare și cel de ieșire pentru discul dur

# Name
source: Hard Disk Space Usage
ro: Utilizarea spațiului pe discul dur

# Comment
source: An applet that monitors hard disk space usage and percentage
ro: Miniaplicație ce monitorizează gradul de utilizare a discului dur

# Name
source: Memory Status
ro: Stare memorie

# Comment
source: A RAM usage monitor
ro: Monitor pentru utilizarea memoriei

# Name
source: Network Monitor
ro: Monitor de rețea

# Comment
source: A network usage monitor
ro: Monitor de utilizare a rețelei

# Name
source: System Tray
ro: Tavă de sistem

# Comment
source: Access hidden applications minimized in the system tray
ro: Accesați aplicațiile ascunse minimizate în tava de sistem

# Name
source: Application menus daemon
ro: Demon pentru meniurile aplicațiilor

# Comment
source: Transfers application's menu to the desktop
ro: Transferă meniul aplicațiilor către birou

# Name
source: Application Launcher
ro: Lansator de aplicații

# Comment
source: Simple application launcher
ro: Lansator de aplicații simplu

# Name
source: Standard Menu
ro: Meniu standard

# Comment
source: The menu that normally shows on right-click
ro: Meniul ce apare de obicei la clic-dreapta

# Name
source: Paste
ro: Lipește

# Comment
source: Creates a widget from the contents of the clipboard
ro: Creează un control din conținutul clipboard-ului

# Name
source: Switch Activity
ro: Comutare activitate

# Comment
source: Switch to another activity
ro: Comută la altă activitate

# Name
source: Switch Desktop
ro: Comutare birou

# Comment
source: Switch to another virtual desktop
ro: Comută la alt birou virtual

# Name
source: Switch Window
ro: Comutare fereastră

# Comment
source: Show a list of windows to switch to
ro: Arată o listă de ferestre de comutat

# Name
source: Activities Engine
ro: Motor de activități

# Comment
source: Information on Plasma Activities
ro: Informații despre activitățile Plasma

# Comment
source: Akonadi PIM data engine
ro: Motor de date Akonadi PIM

# Name
source: Application Job Information
ro: Informație despre sarcina aplicației

# Comment
source: Application job updates (via kuiserver)
ro: Actualizări pentru sarcina aplicației (via kuiserver)

# Name
source: Application Information
ro: Informații despre aplicații

# Comment
source: Information and launching of all applications in the app menu.
ro: Informații și lansare de aplicații în meniul aplicațiilor.

# Comment
source: Calendar data engine
ro: Motor de date pentru calendar

# Name
source: Device Notifications
ro: Notificări dispozitive

# Comment
source: Passive device notifications for the user.
ro: Notificări de dispozitiv pasive pentru utilizator.

# Name
source: Dictionary
ro: Dicționar

# Comment
source: Look up word meanings
ro: Caută înțelesul cuvintelor

# Name
source: Run Commands
ro: Execută comenzi

# Comment
source: Run Executable Data Engine
ro: Motor de date pentru lansarea executabilelor

# Name
source: Favicons
ro: Pictograme favorite

# Comment
source: Data Engine for getting favicons of web sites
ro: Motor de date pentru preluarea pictogramelor siturilor web

# Name
source: Files and Directories
ro: Fișiere și directoare

# Comment
source: Information about files and directories.
ro: Informații despre fișiere și dosare.

# Name
source: Geolocation
ro: Geolocație

# Comment
source: Geolocation Data Engine
ro: Motor de date Geolocație

# Name
source: Geolocation GPS
ro: GPS geolocație

# Comment
source: Geolocation from GPS address.
ro: Geolocație din adresă GPS.

# Name
source: Geolocation IP
ro: IP geolocație

# Comment
source: Geolocation from IP address.
ro: Geolocație din adresă IP.

# Comment
source: Plasma Geolocation Provider
ro: Furnizor de geolocație Plasma

# Name
source: Hotplug Events
ro: Evenimente de atașare

# Comment
source: Tracks hot-pluggable devices as they appear and disappear.
ro: Urmărește dispozitivele detașabile după cum apar sau dispar.

# Name
source: Keyboard and Mouse State
ro: Starea tastaturii și mausului

# Comment
source: Keyboard modifier and mouse buttons states
ro: Stările modificatorului de tastatură și a butoanelor mausului

# Name
source: Pointer Position
ro: Poziție indicator

# Comment
source: Mouse position and cursor
ro: Poziția și cursorul mausului

# Comment
source: Provides information from and control over media players via MPRIS2
ro: Furnizează informații de la și controlează lectorii multimedia prin MPRIS2

# Name
source: Networking
ro: Rețea

# Comment
source: Network interface information
ro: Afișează informații despre interfețele de rețea

# Name
source: Application Notifications
ro: Notificări aplicații

# Comment
source: Passive visual notifications for the user.
ro: Notificări vizuale pasive pentru utilizator.

# Comment
source: PackageKit Data Engine
ro: Motor de date PackageKit

# Name
source: Places
ro: Locuri

# Comment
source: Places, as seen in the file manager and in file dialogs.
ro: Locuri, așa cum sînt văzute în gestionarul de fișiere și în dialogurile de fișier.

# Name|plasma data engine
source: Power Management
ro: Gestiunea alimentării

# Comment
source: Battery, AC, sleep and PowerDevil information.
ro: Informații despre acumulator, priză, adormire și PowerDevil.

# Comment
source: RSS News Data Engine
ro: Motor de date pentru știri RSS

# Comment
source: Allows images to be shared using the im9.eu service
ro: Permite partajarea imaginilor cu serviciul im9.eu

# Comment
source: Allows images to be shared using the susepaste.org service
ro: Permite partajarea imaginilor cu serviciul susepaste.org

# Comment
source: Allows images to be shared using the imgur service
ro: Permite partajarea imaginilor cu serviciul imgur

# Comment
source: Allows text to be shared using the kde.org service
ro: Permite partajarea textului cu serviciul kde.org

# Comment
source: Allows text to be shared using the pastebin.com service
ro: Permite partajarea textului cu serviciul pastebin.com

# Comment
source: Paste text with openSUSE
ro: Lipește text cu openSUSE

# Comment
source: Paste text with the PrivatePaste.com service
ro: Lipește text cu serviciul PrivatePaste.com

# Name
source: Simplest Image Hosting
ro: Cea mai simplă găzduire de imagini

# Comment
source: Allows images to be shared using the Simplest Image Hosting service
ro: Permite ca imaginile să fie partajate folosind serviciul Simplest Image Hosting

# Comment
source: Allows text to be shared using the wklej.org service
ro: Permite partajarea textului cu serviciul wklej.org

# Comment
source: Allows images to be shared using the wstaw.org service
ro: Permite partajarea imaginilor cu serviciul wstaw.org

# Comment
source: Plugin for Plasma Sharebin
ro: Modul pentru Plasma Sharebin

# Name
source: ShareProvider
ro: FurnizorPartajare

# Comment
source: Share Package Structure
ro: Partajează structura pachetului

# Name
source: Share Services
ro: Servicii de partajare

# Comment
source: Engine to share content using different services
ro: Motor pentru partajarea conținutului folosind diferite servicii

# Name
source: Device Information
ro: Informații dispozitiv

# Comment
source: Device data via Solid
ro: Date despre dispozitive via Solid

# Name
source: Status Notifier Information
ro: Informații notificator de stare

# Comment
source: Engine for applications' status information, based on the Status Notifier protocol.
ro: Motor pentru informațiile de stare ale aplicațiilor, bazat pe protocolul Notificator de Stare.

# Name
source: System Monitor
ro: Monitor de sistem

# Comment
source: System status information
ro: Informații despre starea sistemului

# Name
source: Window Information
ro: Informații fereastră

# Comment
source: Information and management services for all available windows.
ro: Servicii de informare și gestiune pentru toate ferestrele disponibile.

# Name
source: Date and Time
ro: Data și ora

# Comment
source: Date and time by timezone
ro: Data și ora după fusul orar

# Name
source: BBC Weather from UK MET Office
ro: Vremea BBC de la Biroul meteorologic britanic

# Comment
source: XML Data from the UK MET Office
ro: Date XML de la Biroul meteorologic britanic

# Name
source: Debian Weather Service
ro: Servici meteo Debian

# Comment
source: XML Data from edos.debian.net
ro: Date XML de la edos.debian.net

# Comment
source: XML Data from Environment Canada
ro: Date XML de la Environment Canada

# Comment
source: XML Data from NOAA's National Weather Service
ro: Date XML de la „NOAA's National Weather Service”

# Comment
source: Weather forecast by wetter.com
ro: Prognoza vremii de la wetter.com

# Name
source: Weather
ro: Vremea

# Comment
source: Weather data from multiple online sources
ro: Date meteorologice din diferite surse online

# Name
source: Free Space Notifier
ro: Notificare spațiu liber

# Comment
source: Warns when running out of space on your home folder
ro: Atenționează cînd spațiul de stocare din dosarul acasă este pe cale să se termine

# Comment
source: KDE Free Space Notifier Daemon
ro: Demon de notificare KDE a spațiului liber

# Name
source: Low Disk Space
ro: Spațiu pe disc scăzut

# Name
source: Warning
ro: Atenționare

# Comment
source: Used for warning notifications
ro: Utilizat pentru notificări de avertizare

# Name
source: Running low on disk space
ro: Spațiu pe disc este scăzut

# Comment
source: You are running low on disk space
ro: Spațiul dumneavoastră de stocare este pe cale să se termine

# Description
source: Jpeg-Image
ro: Imagine JPEG

# Description
source: Launch &Gwenview
ro: Lansează &Gwenview

# Description
source: Web-URL
ro: URL web

# Description
source: Open with &default Browser
ro: &Deschide cu navigatorul implicit

# Description
source: Open with &Konqueror
ro: Deschide cu &Konqueror

# Description
source: Open with &Mozilla
ro: Deschide cu &Mozilla

# Description
source: Send &URL
ro: Trimite &URL-ul

# Description
source: Open with &Firefox
ro: Deschide cu &Firefox

# Description
source: Send &Page
ro: Trimite &pagina

# Description
source: Mail-URL
ro: URL email

# Description
source: Launch &Kmail
ro: Execută &Kmail

# Description
source: Launch &mutt
ro: Execută &mutt

# Description
source: Text File
ro: Fișier Text

# Description
source: Launch K&Write
ro: Execută K&Write

# Description
source: Local file URL
ro: URL de fișier local

# Description
source: Send &File
ro: Trimite &fișierul

# Description
source: Gopher URL
ro: URL Gopher

# Description
source: ftp URL
ro: URL FTP

# GenericName
source: Clipboard Tool
ro: Utilitar de clipboard

# Comment
source: A cut & paste history utility
ro: Utilitar cu istoria de tăiere și adăugare

# Name
source: Password dialog
ro: Dialog de introducere a parolei

# Comment
source: Screen locker that provides a password dialog and an interface to switch the current user
ro: Blocare a ecranului ce oferă un dialog de parolă și o interfață pentru schimbarea utilizatorului curent

# Comment
source: Screen Saver
ro: Protecție de ecran

# Name
source: Screen locked
ro: Ecran blocat

# Comment
source: The screen has been locked
ro: Ecranul a fost blocat

# Name
source: Screen unlocked
ro: Ecran deblocat

# Comment
source: The screen has been unlocked
ro: Ecranul a fost deblocat

# Name
source: Contour
ro: Contur

# Comment
source: Plasma Active theme
ro: Temă Plasma Active

# Name
source: Default
ro: Implicită

# Comment
source: Default Plasma Desktop theme
ro: Tema implicită de birou Plasma

# Name
source: Time Zone
ro: Fus orar

# Comment
source: Provides the system's time zone to applications
ro: Oferă aplicațiilor fusul orar al sistemului

# Comment
source: KDE's Progress Info UI server
ro: Serverul KDE de informație progres

# Name
source: Development
ro: Dezvoltare

# Name
source: Translation
ro: Traducere

# Name
source: Web Development
ro: Dezvoltare web

# Name
source: Editors
ro: Editoare

# Name
source: Languages
ro: Limbi

# Name
source: Mathematics
ro: Matematică

# Name
source: Miscellaneous
ro: Diverse

# Name
source: Science
ro: Știință

# Name
source: Teaching Tools
ro: Utilitare didactice

# Name
source: Arcade
ro: Aventuri

# Name
source: Board Games
ro: Jocuri de table

# Name
source: Card Games
ro: Jocuri de cărți

# Name
source: Games
ro: Jocuri

# Name
source: Games for Kids
ro: Jocuri pentru copii

# Name
source: Logic Games
ro: Jocuri de logică

# Name
source: Rogue-like Games
ro: Jocuri violente

# Name
source: Tactics & Strategy
ro: Tactică și strategie

# Name
source: Graphics
ro: Grafică

# Name
source: KDE Menu
ro: Meniu KDE

# Name
source: Office
ro: Aplicații birotică

# Name
source: Science & Math
ro: Știință și matematică

# Name
source: Settings
ro: Configurări

# Name
source: Toys
ro: Jucării

# Name
source: Lost & Found
ro: Pierdute și regăsite

# Name
source: Accessibility
ro: Accesibilitate

# Comment
source: Accessibility
ro: Accesibilitate

# Name
source: Peripherals
ro: Periferice

# Comment
source: Peripherals
ro: Periferice

# Name
source: PIM
ro: Administrator de Informații Personale

# Comment
source: PIM
ro: Administrator de Informații Personale

# Comment
source: X Window Utilities
ro: Utilitare X Window

# Name
source: KDE Multimedia Backend
ro: Suportul multimedia KDE

# Comment
source: Multimedia System
ro: Sistem multimedia

# Name
source: Audio Output Device Changed
ro: Dispozitivul de ieșire a sunetului a fost schimbat

# Comment
source: Notification when audio output device has automatically changed
ro: Notificare atunci cînd dispozitivul de ieșire a sunetului este schimbat automat

# Name
source: Activities
ro: Activități

# Comment
source: List and switch between desktop activities
ro: Vizualizează și schimbă între activitățile biroului

# Name|plasma runner
source: Bookmarks
ro: Semne de carte

# Comment
source: Find and open bookmarks
ro: Caută și deschide semne de carte

# Comment
source: Calculate expressions
ro: Calculează expresii

# Name
source: Kill Applications
ro: Omoară aplicații

# Name
source: Terminate Applications
ro: Termină aplicații

# Comment
source: Stop applications that are currently running
ro: Oprește aplicații ce rulează momentan

# Name
source: Locations
ro: Locații

# Comment
source: File and URL opener
ro: Deschizător de fișiere și URL-uri

# Comment
source: Open devices and folder bookmarks
ro: Deschide semne de carte pentru dispozitive și dosare

# Comment
source: Basic Power Management Operations
ro: Operații de bază pentru gestiunea energiei

# Name
source: Recent Documents
ro: Documente recente

# Name
source: Applications
ro: Aplicații

# Comment
source: Find applications, control panels and services
ro: Găsește aplicații, panouri de control și servicii

# Name
source: Desktop Sessions
ro: Sesiuni de birou

# Comment
source: Fast user switching
ro: Comutare rapidă între utilizatori

# Name
source: Command Line
ro: Linie de comandă

# Comment
source: Executes shell commands
ro: Execută comenzi de consolă

# Name|plasma runner
source: Devices
ro: Dispozitive

# Comment
source: Manage removable devices
ro: Gestionează dispozitive amovibile

# Name|plasma runner
source: Web Shortcuts
ro: Acceleratori web

# Comment
source: Allows user to use Konqueror's web shortcuts
ro: Permite utilizatorului să folosească scurtăturile web ale Konqueror

# Name
source: Windowed widgets
ro: Controale în fereastră

# Comment
source: Find Plasma widgets that can be run as standalone windows
ro: Găsește controale Plasma ce pot rula în ferestre independente

# Name|plasma runner
source: Windows
ro: Ferestre

# Comment
source: List windows and desktops and switch them
ro: Enumeră ferestre și birouri și le comută

# Name
source: Look and Feel
ro: Aspect și comportament

# Name
source: Drive Ejector
ro: Ejector unitate

# Comment
source: Automatically releases drives when their eject button is pushed
ro: Eliberează automat unitățile la apăsarea butonului de deschidere al acestora

# Name
source: Status Notifier Manager
ro: Gestionar notificator de stare

# Comment
source: Manages services that provide status notifier user interfaces
ro: Administrează serviciile care furnizează interfețe utilizator pentru notificări de stare

# Comment
source: B3/Modification of B2
ro: B3/Variație a lui B2

# Comment
source: Unthemed BeOS-like style
ro: Stil gen BeOS fără tematică

# Name
source: KDE Classic
ro: KDE clasic

# Comment
source: Classic KDE style
ro: Stilul clasic KDE

# Name
source: HighColor Classic
ro: CuloriAprinse clasic

# Comment
source: Highcolor version of the classic style
ro: Versiune în culori aprinse a stilului clasic

# Comment
source: A style using alphablending
ro: Un stil cu suprapunere alfa

# Name
source: Light Style, 2nd revision
ro: Stil ușor, a doua revizie

# Comment
source: Second revision of the simple and elegant 'Light' widget style.
ro: A doua revizie a stilului de controale „Ușor”, simplu și elegant.

# Name
source: Light Style, 3rd revision
ro: Stil ușor, a treia revizie

# Comment
source: Third revision of the simple and elegant 'Light' widget style.
ro: A doua revizie a stilului de controale „Ușor”, simplu și elegant.

# Name
source: MegaGradient highcolor style
ro: Stil în culori aprinse MegaGradient

# Comment
source: Built-in unthemed CDE style
ro: Stil încorporat CDE fără temă

# Name
source: Cleanlooks
ro: Aspect curat

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
ro: Stil fără tematică încorporat, similar Clearlooks din GNOME

# Name
source: GTK+ Style
ro: Stil GTK+

# Comment
source: Style that uses the GTK+ theming engine
ro: Stil ce utilizează motorul de tematici GTK+

# Comment
source: Style that uses the Apple Appearance Manager
ro: Stil ce utilizează Gestionarul de aspect Apple

# Comment
source: Built-in enhanced Motif style
ro: Stil încorporat Motif îmbunătățit

# Comment
source: Built-in unthemed Motif style
ro: Stil încorporat Motif fără temă

# Name
source: Plastique
ro: Plastic

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
ro: Stil fără tematică încorporat, similar Plasticului din KDE3

# Name
source: Platinum
ro: Platină

# Comment
source: Built-in unthemed Platinum style
ro: Stil încorporat Platină îmbunătățit

# Comment
source: Built-in SGI style
ro: Stil SGI încorporat

# Comment
source: Built-in unthemed Windows 9x style
ro: Stil încorporat Windows 9x fără temă

# Comment
source: Style that uses the Windows Vista style engine
ro: Stil ce utilizează motorul de stiluri Windows Vista

# Comment
source: Style that uses the Windows XP style engine
ro: Stil ce utilizează motorul de stiluri Windows XP

# Name
source: Plain Color
ro: Culoare simplă

# Name
source: Color
ro: Culoare

# Comment
source: A plain color or gradient
ro: Culoare simplă sau gradient

# Name
source: Image
ro: Imagine

# Name
source: Slideshow
ro: Diapozitiv
