Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_khotkeys.po
Languages: ro

# Name
source: Input Actions
ro: Acțiuni de intrare

# Comment
source: Input Actions service performing configured actions on key presses
ro: Serviciu de acțiuni de intrare care execută acțiunile configurate la apăsarea tastelor

source: Comment
ro: Comentariu

# Name
source: Search
ro: Caută

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
ro: Acest grup conține diferite exemple ce demonstrează majoritatea posibilităților KHotkeys. (Luați aminte că acest grup și toate acțiunile sale sînt implicit dezactivate.)

# Name
source: Examples
ro: Exemple

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
ro: După apăsarea Ctrl+Alt+I, fereastra KSIRC va fi activată, dacă acesta iese. Simplu.

# Name
source: Activate KSIRC Window
ro: Activează fereastra KSIRC

# Comment
source: KSIRC window
ro: Fereastra KSIRC

# Comment
source: After pressing Alt+Ctrl+H the input of 'Hello' will be simulated, as if you typed it. This is especially useful if you have call to frequently type a word (for instance, 'unsigned'). Every keypress in the input is separated by a colon ':'. Note that the keypresses literally mean keypresses, so you have to write what you would press on the keyboard. In the table below, the left column shows the input and the right column shows what to type.\n\n"enter" (i.e. new line) Enter or Return\na (i.e. small a) A\nA (i.e. capital a) Shift+A\n: (colon) Shift+;\n' ' (space) Space
ro: După apăsarea Alt+Ctrl+H, tastarea cuvîntului „Salut” va fi simulată ca și cînd ați fi tastat-o dumneavoastră. Acesta este deosebit de utilă dacă vă e lene să tastați cuvinte frecvent tastate (ca „unsigned”). Fiecare tastare în intrare este despărțită de „:”. Luați aminte că tastările înseamnă chiar apăsări de taste, deci trebuie să scrieți exact ceea ce ați apăsa pe tastatură. În tabelul de mai jos, coloana stîngă arată intrarea iar cea dreptă - ce trebuie să scrieți.\n\n"enter" (linie nouă) Enter sau Retur\na („a” mic) A\nA (A majuscul) Shift+A\n: (două puncte) Shift+;\n' ' (spațiu) Spațiu

# Name
source: Type 'Hello'
ro: Tastați „Salut”

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
ro: Această acțiune execută consola, după apăsarea Ctrl+Alt+T.

# Name
source: Run Konsole
ro: Lansează konsola

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nQt Designer uses Ctrl+F4 for closing windows. In KDE, however, Ctrl+F4 is the shortcut for going to virtual desktop 4, so this shortcut does not work in Qt Designer. Further, Qt Designer does not use KDE's standard Ctrl+W for closing the window.\n\nThis problem can be solved by remapping Ctrl+W to Ctrl+F4 when the active window is Qt Designer. When Qt Designer is active, every time Ctrl+W is pressed, Ctrl+F4 will be sent to Qt Designer instead. In other applications, the effect of Ctrl+W is unchanged.\n\nWe now need to specify three things: A new shortcut trigger on 'Ctrl+W', a new keyboard input action sending Ctrl+F4, and a new condition that the active window is Qt Designer.\nQt Designer seems to always have title 'Qt Designer by Trolltech', so the condition will check for the active window having that title.
ro: Citiți mai întîi comentariul acțiunii „Tastați 'Salut'".\n\nQt Designer folosește Ctrl+F4 pentru a închide ferestrele. Dar, în KDE, combinația Ctrl+F4 este scurtătura pentru a comuta pe Biroul Virtual 4 deci această scurtătură nu va funcționa în Qt Designer. Mai mult Qt Designer nu folosește scurtătura standard KDE, Ctrl+W, pentru închiderea ferestrelor. \n\nAceastă problemă poate fi rezolvată remapînd Ctrl+W la Ctrl+F4 atunci cînd fereastra activă este Qt Designer. Atunci cînd Qt Designer este activ de fiecare dată cînd Ctrl+W este tastat, se va trimite la aplicația Qt Designer combinația Ctrl+F4 în locul acesteia. În celelate aplicații efectul combinației Ctrl+W rămîne neschimbat.\n\nAvem nevoie să definim trei lucruri: Un declanșator de scurtătură nou pentru 'Ctrl+W', o acțiune nouă de tastatură care trimite Ctrl+F4 și o condiție nouă ca fereastra activă să file Qt Designer.\nQt Designer pare să aibă totdeauna în titlu textul 'Qt Designer by Trolltech' deci condiția va fi ca titlul ferestrei active să fie acesta.

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
ro: Realocă Ctrl+W la Ctrl+F4 în Qt Designer

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
ro: Apăsînd Alt+Ctrl+W se va efectua un apel D-Bus care va afișa mini-linia de comandă. Puteți folosi orice fel de apel D-Bus la fel cum folosiți aplicația în linie de comandă 'qdbus'.

# Name
source: Perform D-Bus call 'qdbus org.kde.krunner /App display'
ro: Efectuează apelul D-Bus 'qdbus org.kde.krunner /App display'

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nJust like the "Type 'Hello'" action, this one simulates keyboard input, specifically, after pressing Ctrl+Alt+B, it sends B to XMMS (B in XMMS jumps to the next song). The 'Send to specific window' checkbox is checked and a window with its class containing 'XMMS_Player' is specified; this will make the input always be sent to this window. This way, you can control XMMS even if, for instance, it is on a different virtual desktop.\n\n(Run 'xprop' and click on the XMMS window and search for WM_CLASS to see 'XMMS_Player').
ro: Citiți mai întîi comentariul acțiunii „Tastați 'Salut'".\n\nCa acțiunea „Tastați 'Salut'", aceasta simulează intrarea de la tastatură, mai exact, după apăsarea Ctrl+Alt+B, trimite B către XMMS (B în XMMS sare la următorul cîntec). Căsuța de selecție „Trimite la o fereastră specifică” este bifată și o fereastră a cărei clasă conține „XMMS_Player” este specificată; aceasta va face ca intrarea să fie trimisă întotdeauna către această fereastră. În acest fel, puteți controla XMMS chiar dacă, de exemplu, este pe un birou virtual diferit.\n\n(Rulați „xprop” și apăsați pe fereastra XMMS și căutați după WM_CLASS ca să vedeți „XMMS_Player”).

# Name
source: Next in XMMS
ro: Următor în XMMS

# Comment
source: XMMS window
ro: Fereastra XMMS

# Comment
source: XMMS Player window
ro: Fereastra playerului XMMS

# Comment
source: Konqueror in KDE3.1 has tabs, and now you can also have gestures.\n\nJust press the middle mouse button and start drawing one of the gestures, and after you are finished, release the mouse button. If you only need to paste the selection, it still works, just click the middle mouse button. (You can change the mouse button to use in the global settings).\n\nRight now, there are the following gestures available:\nmove right and back left - Forward (Alt+Right)\nmove left and back right - Back (Alt+Left)\nmove up and back down - Up (Alt+Up)\ncircle anticlockwise - Reload (F5)\n\nThe gesture shapes can be entered by performing them in the configuration dialog. You can also look at your numeric pad to help you: gestures are recognized like a 3x3 grid of fields, numbered 1 to 9.\n\nNote that you must perform exactly the gesture to trigger the action. Because of this, it is possible to enter more gestures for the action. You should try to avoid complicated gestures where you change the direction of mouse movement more than once. For instance, 45654 or 74123 are simple to perform, but 1236987 may be already quite difficult.\n\nThe conditions for all gestures are defined in this group. All these gestures are active only if the active window is Konqueror (class contains 'konqueror').
ro: Konqueror în KDE3.1 are file, iar acum puteți avea și gesturi.\n\nApăsați doar butonul de mijloc al mausului și începeți să trasați unul din gesturi, iar după ce ați terminat, dați drumul la buton. (Puteți schimba butonul de maus în configurările globale).\n\nGesturile disponibile acum sînt:\ndeplaseare dreapta și înapoi stînga - Înainte (Alt+Dreapta)\ndeplasare stînga și înapoi dreapta - Înapoi (Alt+Stînga)\ndeplasare sus și înapoi jos - Sus (Alt+Sus)\ncircular în sens invers acelor de ceas - Reîncarcă (F5)\n\nFormele gesturilor pot fi introduse prin realizarea lor în dialogul de configurare. De asemenea puteți să vă uitați la tastatura numerică pentru a vă ajuta: gesturile sînt recunoscute ca o grilă de cîmpuri de 3x3, numerotate de la 1 la 9.\n\nNotați că trebuie făcut exact gestul pentru a iniția acțiunea. Încercați să evitați gesturile complicate în care schimbați direcția de deplasare a mausului mai mult de odată. De exemplu, 45654 sau 74123 sînt ușor de realizat, dar 1236987 poate fi deja destul de dificil.\n\nCondițiile pentru toate gesturile sînt definite în acest grup. Toate aceste gesturi sînt active doar dacă fereastra activă este Konqueror (clasa conține „konqueror”).

# Name
source: Konqi Gestures
ro: Gesturi Konqi

# Comment
source: Konqueror window
ro: Fereastra Konqueror

# Name
source: Back
ro: Înapoi

# Name
source: Forward
ro: Înainte

# Name
source: Up
ro: Sus

# Name
source: Reload
ro: Reîncarcă

# Comment
source: After pressing Win+E (Tux+E) a WWW browser will be launched, and it will open http://www.kde.org . You may run all kind of commands you can run in minicli (Alt+F2).
ro: După apăsarea tastelor Win+E (Tux+E) un navigator WWW va fi lansat și va deschide http://www.kde.org . Puteți executa toate tipurile de comenzi care pot fi rulate în mini-linia de comandă (Alt+F2).

# Name
source: Go to KDE Website
ro: Mergi la saitul KDE

# Comment
source: Basic Konqueror gestures.
ro: Gesturi Konqueror elementare.

# Name
source: Konqueror Gestures
ro: Gesturi Konqueror

# Comment
source: Press, move left, release.
ro: Apasă, mută la stînga, eliberează.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
ro: Stil-Opera: Apăsați, deplasați sus, eliberați.\nNOTĂ: este în conflict cu „Filă nouă” și de aceea implicit este dezactivat.

# Name
source: Stop Loading
ro: Oprește încărcarea

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
ro: Deplasare în sus în structura URL/dosare.\nStil-Mozilla: Apăsați, deplasați sus, deplasați stînga, deplasați sus, eliberați.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
ro: Deplasare în sus în structura URL/dosare.\nStil-Opera: Apăsați, deplasați sus, deplasați stînga, deplasați sus, eliberați.\nNOTĂ: este în conflict cu „Activează fila anterioară” și de aceea implicit este dezactivat.

# Name
source: Up #2
ro: Sus #2

# Comment
source: Press, move up, move right, release.
ro: Apăsați, deplasați sus, deplasați deapta, eliberați.

# Name
source: Activate Next Tab
ro: Activează fila următoare

# Comment
source: Press, move up, move left, release.
ro: Apăsați, deplasați sus, deplasați stînga, eliberați.

# Name
source: Activate Previous Tab
ro: Activează fila precedentă

# Comment
source: Press, move down, move up, move down, release.
ro: Apăsați, deplasați jos, deplasați sus, deplasați jos, eliberați.

# Name
source: Duplicate Tab
ro: Duplică fila

# Comment
source: Press, move down, move up, release.
ro: Apăsați, deplasați jos, deplasați sus, eliberați.

# Name
source: Duplicate Window
ro: Duplică fereastra

# Comment
source: Press, move right, release.
ro: Apăsați, deplasați deapta, eliberați.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
ro: Apăsați, deplasați jos, deplasați jumate sus, deplasați dreapta, deplasați jos, eliberați.\n(Desenarea literei mici 'h'.)

# Name
source: Home
ro: Acasă

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
ro: Apăsați, deplasați dreapta, deplasați jos, deplasați dreapta, eliberați.\nStil-Mozilla: Apăsați, deplasați jos, deplasați dreapta, eliberați.

# Name
source: Close Tab
ro: Închide fila

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
ro: Apăsați, deplasați sus, eliberați.\nÎn conflict cu stilul-Opera „Sus #2”, care este implicit dezactivat.

# Name
source: New Tab
ro: Filă nouă

# Comment
source: Press, move down, release.
ro: Apăsați, deplasați jos, eliberați.

# Name
source: New Window
ro: Fereastră nouă

# Comment
source: Press, move up, move down, release.
ro: Apăsați, deplasați sus, deplasați jos, eliberați.

# Comment
source: This group contains actions that are set up by default.
ro: Acest grup conține acțiuni stabilite implicit.

# Name
source: Preset Actions
ro: Acțiuni prestabilite

# Comment
source: Launches KSnapShot when PrintScrn is pressed.
ro: Lansează KSnapShot la apăsarea PrintScrn.

# Name
source: Custom Shortcuts
ro: Acceleratori personalizați

# Comment
source: Configure Input Actions settings
ro: Configurează acțiunile de intrare
