Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_libksysguard.po
Languages: ro

# Name
source: KSysGuard
ro: KGardianSistem

# Name
source: Kill or stop etc a process
ro: Omoară sau oprește un proces

# Description
source: Sends a given signal to a given process
ro: Trimite un anumit semnal unui anumit proces

# Name
source: Change the priority of a process
ro: Schimbă prioritatea unui proces

# Description
source: Change the niceness of a given process
ro: Schimbă prioritatea unui anumit proces

# Name
source: Change IO Scheduler and priority
ro: Schimbă planificatorul I/E și prioritatea

# Description
source: Change how the read and writes of a given process are prioritized
ro: Schimbă prioritizarea citirilor și scrierilor unui proces dat

# Name
source: Change CPU Scheduler and priority
ro: Schimbă planificatorul de procesor și prioritatea

# Description
source: Change which CPU scheduler is to schedule the running of a given process
ro: Schimbă planificatorul de procesor care să planifice rularea unui anumit proces

# Name
source: Detailed Memory Information
ro: Informații detaliate despre memorie
