Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_muon.po
Languages: ro

# Name
source: Application dashboard
ro: Tablou de bord cu aplicații

# Comment
source: Intended as Application dashboard default
ro: Implicit pentru tabloul de bord cu aplicații

# Name
source: Muon Discover
ro: Descoperire Muon

# GenericName
source: Software Center
ro: Centrul de Aplicații

# Keywords
source: program;software;repository;package;install;remove;update;apps;applications;
ro: program;software;depozit;arhivă;pachet;instalare;elimină;actualizare;aplicații;

# Comment
source: Install and browse applications in Chakra
ro: Instalează și răsfoiește aplicații în Chakra

# Name
source: Akabei Backend
ro: Suport Akabei

# GenericName
source: Chakra Support
ro: Suport pentru Chakra

# Name
source: Muon Akabei Notifier
ro: Notificare Muon Akabei

# Comment
source: Muon Application Backend Notifier
ro: Platformă pentru notificare de aplicații Muon

# Name
source: Upgrade Available
ro: Actualizare disponibilă

# Comment
source: A new version of Kubuntu is available
ro: Este disponibilă o nouă versiune de Kubuntu

# Comment
source: Install and browse applications in APT
ro: Instalează și răsfoiește aplicații în APT

# Name
source: Applications Backend
ro: Platformă de aplicații

# GenericName
source: APT Support
ro: Suport pentru APT

# Name
source: Bodega Wallpapers
ro: Tapete Bodega

# GenericName
source: Wallpapers
ro: Tapete

# Comment
source: Install new, awesome wallpapers for your KDE!
ro: Instalați tapete noi și minunate pentru KDE!

# Name
source: Dummy
ro: Machetă

# GenericName
source: Dummy
ro: Machetă

# Comment
source: It's some dummy backend for testing purposes
ro: Este o machetă de platformă pentru testare

# Name
source: Comics
ro: Benzi desenate

# GenericName
source: Comics
ro: Benzi desenate

# Comment
source: Install comic stripes to be used from the comics plasmoid
ro: Instalează benzi desenate pentru a fi folosite de către plasmoidul de benzi desenate

# Name
source: Plasmoids
ro: Plasmoizi

# GenericName
source: Plasmoids
ro: Plasmoizi

# Comment
source: Install plasmoids and raise the power of your workspace!
ro: Instalați plasmoizi și măriți puterea spațiului de lucru!

# Comment
source: Install and browse applications in PackageKit
ro: Instalează și răsfoiește aplicații în PackageKit

# Name
source: PackageKit Support
ro: Suport pentru PackageKit

# GenericName
source: Applications Backend
ro: Platformă de aplicații

# Name
source: Updates Are Available
ro: Sînt disponibile actualizări

# Comment
source: Updates Available
ro: Actualizări disponibile

# Name
source: Muon Package Manager
ro: Administratorul de pachete Muon

# GenericName
source: Package Manager
ro: Administrator de pachete

# Name
source: Muon Notifier
ro: Notificare Muon

# Name
source: Muon Update Manager
ro: Administratorul de actualizări Muon

# GenericName
source: Update Manager
ro: Administrator de actualizări
