Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_bluedevil.po
Languages: ro

# Comment
source: Bluetooth status and control
ro: Starea și controlul Bluetooth

# Comment
source: Bluetooth system
ro: Sistem Bluetooth

# Name
source: Authorization Requested
ro: Se cere autorizare

# Comment
source: A device wants to connect
ro: Un dispozitiv vrea să se conecteze

# Name
source: Confirm PIN
ro: Confirmare PIN

# Comment
source: Confirm a device request using matching PINs
ro: Confirmați o cerere de dispozitiv folosind PIN-uri potrivite

# Name
source: Request PIN
ro: Cere PIN

# Comment
source: A PIN is needed
ro: Este necesar un PIN

# Name
source: Incoming File
ro: Fișier de intrare

# Comment
source: Incoming file transfer
ro: Transfer de fișiere de intrare

# Name
source: Connection Failed
ro: Conectarea a eșuat

# Comment
source: Connection to device failed
ro: Conectarea la dispozitiv a eșuat

# Name
source: Send file via Bluetooth
ro: Trimite fișier prin Bluetooth

# Name
source: Adapters
ro: Adaptoare

# X-KDE-Keywords
source: Network,Connectivity,Bluetooth
ro: Rețea,Conectivitate,Bluetooth

# Name
source: Devices
ro: Dispozitive

# Name
source: BlueDevil Send File
ro: Expediere fișier BlueDevil

# GenericName
source: BlueDevil Send File
ro: Expediere fișier BlueDevil

# Comment
source: BlueDevil Send File
ro: Expediere fișier BlueDevil

# Name
source: BlueDevil Wizard
ro: Asistent BlueDevil

# GenericName
source: BlueDevil Wizard
ro: Asistent BlueDevil

# Comment
source: BlueDevil Wizard
ro: Asistent BlueDevil
