Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_breeze.po
Languages: ro

# Name
source: Breeze
ro: Briză

# Comment
source: KDE Plasma Cursor Theme
ro: Temă de cursori pentru KDE Plasma

# Name
source: Breeze Snow
ro: Briză Zăpadă

# Name
source: Breeze Dark
ro: Briză Întunecat

# Comment
source: Default Plasma 5 Theme
ro: Tema implicită pentru Plasma 5

# Name
source: Window Decoration
ro: Decorații pentru ferestre

# Comment
source: Modify the appearance of window decorations
ro: Modifică aspectul decorațiilor pentru ferestre

# X-KDE-Keywords
source: breeze,decoration
ro: briză,breeze,decorare,decorație

# Comment
source: Widget style for KDE Frameworks
ro: Stil de controale grafice pentru Platforma KDE

# Name
source: Widget Style
ro: Stilul controalelor

# Comment
source: Modify the appearance of widgets
ro: Modifică aspectul controalelor

# X-KDE-Keywords
source: breeze,widget,style
ro: briză,breeze,widget,stil

# Name
source: Next
ro: Următor
