Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/desktop_workspace_systemsettings.po
Languages: ro

# GenericName
source: KDE System Settings
ro: Configurări de sistem

# Name
source: KDE System Settings
ro: Configurări de sistem KDE

# GenericName
source: System Settings
ro: Configurări de sistem

# Name
source: System Settings
ro: Configurări de sistem

# Name
source: Accessibility
ro: Accesibilitate

# Name
source: Account Details
ro: Detalii cont

# Name
source: Application and System Notifications
ro: Notificare aplicații și sistem

# Name
source: Application Appearance
ro: Aspect aplicații

# Name
source: Workspace Appearance
ro: Aspect spațiu de lucru

# Comment
source: Customize the appearance of your desktop
ro: Personalizați aspectul biroului

# Name
source: Display and Monitor
ro: Afișaj și monitor

# Comment
source: Display Settings
ro: Configurări afișare

# Name
source: Hardware
ro: Echipament

# Name
source: Input Devices
ro: Dispozitive de intrare

# Name
source: Locale
ro: Localizare

# Name
source: Lost and Found
ro: Pierdute și regăsite

# Name
source: Network and Connectivity
ro: Rețea și conectivitate

# Name
source: Network Settings
ro: Configurări rețea

# Name
source: Permissions
ro: Permisiuni

# Name
source: Personal Information
ro: Informații personale

# Name
source: Power Management
ro: Gestiune energie

# Name
source: Removable Devices
ro: Dispozitive amovibile

# Name
source: Sharing
ro: Partajare

# Name
source: Shortcuts and Gestures
ro: Scurtături și gesturi

# Name
source: Startup and Shutdown
ro: Pornire și oprire

# Name
source: System Administration
ro: Administrare sistem

# Name
source: Window Behavior
ro: Comportament fereastră

# Name
source: Workspace Appearance and Behavior
ro: Aspect și comportament pentru spațiul de lucru

# Name
source: Workspace Behavior
ro: Comportament spațiu de lucru

# Name
source: System Settings Category
ro: Categorie Configurări de sistem

# X-KDE-Keywords
source: System Settings
ro: Configurări de sistem

# Name
source: Classic Tree View
ro: Vizualizare arborescentă clasică

# Comment
source: A Classic KDE 3 KControl style system settings view.
ro: Vizualizare clasică KControl KDE 3 pentru Configurări de sistem.

# Name
source: System Settings External Application
ro: Aplicație externă Configurări de sistem

# Name
source: System Settings View
ro: Vizualizare Configurări de sistem

# Name
source: Icon View
ro: Vizualizare pictograme

# Comment
source: The KDE 4 icon view style
ro: Stilul KDE 4 de vizualizare pe pictograme
