Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/kcm_baloofile.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: File Search helps you quickly locate all your files based on their content
ro: Căutarea de fișiere vă ajută să localizați rapid toate fișierele pe baza conținutului acestora

source: Do not search in these locations
ro: Nu căuta în aceste locuri

source: Enable File Search
ro: Activează căutarea de fișiere

source: Select the folder which should be excluded
ro: Alegeți dosarul care trebuie exclus

source: The root directory is always hidden
ro: Dosarul rădăcină e ascuns întotdeauna

source: Folder %1 is already excluded
ro: Dosarul %1 e deja exclus

source: Folder's parent %1 is already excluded
ro: Părintele %1 al dosarului e deja exclus

source: Configure File Search
ro: Configurează căutarea de fișiere

source: Copyright 2007-2010 Sebastian Trüg
ro: Drept de autor 2007-2010 Sebastian Trüg
