Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/kcmtranslations.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Translations
ro: Traduceri

source: Configure Plasma translations
ro: Configurează traducerile Plasma

source: Maintainer
ro: Responsabil

source: Applying Language Settings
ro: Se aplică configurările de limbă

source: Preferred Languages:
ro: Limbi preferate:

source: Install more languages
ro: Instalează limbi suplimentare

source: <p>Click here to install more languages</p>
ro: <p>Apăsați aici pentru a instala limbi suplimentare</p>

source: Available &Translations:
ro: &Traduceri disponibile:

source: Preferred Trans&lations:
ro: Tra&duceri preferate:

source: Install more translations
ro: Instalează traduceri suplimentare
