Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/plasma_applet_org.kde.plasma.devicenotifier.po
Languages: ro

source: Removable devices only
ro: Numai dispozitive amovibile

source: Non-removable devices only
ro: Numai dispozitive ne-amovibile

source: All devices
ro: Toate dispozitivele

# @info:status Free disk space
source: %1 free
ro: %1 liber

source: Accessing...
ro: Se accesează...

source: Removing...
ro: Se elimină...

source: 1 action for this device
ro: 1 acțiune pentru acest dispozitiv

source: Click to mount this device.
ro: Apăsați pentru a monta acest dispozitiv.

source: Click to eject this disc.
ro: Apăsați pentru a scoate acest disc.

source: Click to safely remove this device.
ro: Apăsați pentru a elimina în siguranță acest dispozitiv.

source: Click to access this device from other applications.
ro: Apăsați pentru a accesa acest dispozitiv din alte aplicații.

source: It is currently <b>not safe</b> to remove this device: applications may be accessing it. Click the eject button to safely remove this device.
ro: Acum <b>nu este sigur</b> să scoateți acest dispozitiv: aplicațiile îl pot accesa. Apăsați pe butonul de eliminare pentru a scoate dispozitivul în siguranță.

source: This device is currently accessible.
ro: Acest dispozitiv este accesibil în prezent.

source: It is currently <b>not safe</b> to remove this device: applications may be accessing other volumes on this device. Click the eject button on these other volumes to safely remove this device.
ro: Acum <b>nu este sigur</b> să scoateți acest dispozitiv: aplicațiile pot accesa alte volume de pe dispozitiv. Apăsați pe butonul de eliminare pentru a scoate dispozitivul în siguranță.

source: It is currently safe to remove this device.
ro: Puteți scoate acest dispozitiv în siguranță acum.

source: This device is not currently accessible.
ro: Acest dispozitiv nu este accesibil în prezent.

source: No devices available
ro: Niciun dispozitiv disponibil

source: Most recent device
ro: Cel mai recent dispozitiv

source: No Devices Available
ro: Niciun dispozitiv disponibil
