Repository: Jobava/kde-localization
Catalog: kf5/apps/kde-workspace/user_manager.po
Languages: ro

source: John
ro: Ion

source: Real Name:
ro: Nume real:

source: John Doe
ro: Ion Popescu

source: Email Address:
ro: Adresă de e-mail:

source: john.doe@example.com
ro: ion.popescu@example.com

source: Password:
ro: Parolă:

source: Automatic Login:
ro: Autentificare automată:

source: MyPassword
ro: ParolaMea

source: Load from file...
ro: Încarcă din fișier...

source: Clear Avatar
ro: Curăță avatarul

source: This username is already used
ro: Acest nume de utilizator este folosit deja

source: The username must start with a letter
ro: Numele de utilizator trebuie să înceapă cu o literă

source: The username can contain only letters, numbers, score, underscore and dot
ro: Numele de utilizator poate să conțină numai litere, numere, cratimă, subliniere și punct

source: The username is too long
ro: Numele de utilizator e prea lung

source: This e-mail address is incorrect
ro: Această adresă de email e greșită

source: Add user account
ro: Adaugă cont de utilizator

source: Remove user account
ro: Elimină contul de utilizator

source: New User
ro: Utilizator nou

source: Users
ro: Utilizatori

source: Verify:
ro: Verificare:

# Title for change password dialog
source: New Password
ro: Parola nouă

source: Passwords do not match
ro: Parolele nu se potrivesc

source: This password is weak
ro: Această parolă e slabă

source: This password is good
ro: Această parolă e bună

source: This password is very good
ro: Această parolă e foarte bună

source: This password is excellent
ro: Această parolă e excelentă

# Error returned when the password is invalid
source: The password should be at least %1 character
ro: Parola trebuie să conțină cel puțin %1 caracter

# Error returned when the password is invalid
source: The password should contain at least %1 uppercase letter
ro: Parola trebuie să conțină cel puțin %1 literă majusculă

# Error returned when the password is invalid
source: The password should contain at least %1 lowercase letter
ro: Parola trebuie să conțină cel puțin %1 literă minusculă

# Error returned when the password is invalid
source: Your username should not be part of your password
ro: Numele de utilizator nu trebuie să facă parte din parolă

# Error returned when the password is invalid
source: Your name should not be part of your password
ro: Numele nu trebuie să facă parte din parolă

# Error returned when the password is invalid
source: The password should contain at least %1 number
ro: Parola trebuie să conțină cel puțin %1 cifră

# Error returned when the password is invalid
source: The password should contain at least %1 special character (like punctuation)
ro: Parola trebuie să conțină cel puțin %1 caracter special (ca punctuația)

# Error returned when the password is invalid
source: The password should contain a mixture of letters, numbers, spaces and punctuation
ro: Parola trebuie să conțină un amestec de litere, cifre, spații și punctuație

# Error returned when the password is invalid
source: The password should not contain too many repeated characters
ro: Parola nu trebuie să conțină prea multe caractere repetate

# Error returned when the password is invalid
source: The password should be more varied in letters, numbers and punctuation
ro: Parola trebuie să aibă un conținut mai variat de litere, cifre și punctuație

# Error returned when the password is invalid
source: The password should not contain sequences like 1234 or abcd
ro: Parola nu trebuie să conțină secvențe ca 1234 sau abcd

# Error returned when the password is invalid
source: This password can't be used, it is too simple
ro: Această parolă nu poate fi folosită, este prea simplă

# Returned when a more specific error message has not been found
source: Please choose another password
ro: Alegeți altă parolă

source: Keep files
ro: Păstrează fișierele

source: Delete files
ro: Șterge fișierele

source: What do you want to do after deleting %1 ?
ro: Ce doriți să faceți după ștergerea utilizatorului %1?

source: This user is using the system right now, removing it will cause problems
ro: Acest utilizator folosește sistemul în acest moment. Eliminarea sa va crea probleme

source: Delete User
ro: Șterge utilizatorul
