Repository: Jobava/kde-localization
Catalog: kf5/apps/kdenetwork/desktop_kdenetwork_ktp-text-ui.po
Languages: ro

# Name
source: Chat Window Appearance
ro: Aspectul ferestrei de discuții

# Comment
source: Choose a Style for your Chat Window and customize it
ro: Alegeți un stil pentru fereastra de discuții și personalizați-l

# Name
source: Chat Tab Behavior
ro: Comportamentul filelor de discuție

# Name
source: Plugins
ro: Extensii

# Comment
source: How to deal with extra information obtained from messages
ro: Cum să procedați cu informațiile suplimentare obținute din mesaje

# Comment
source: Encrypt chat sessions with Off-The-Record encryption
ro: Criptează sesiunile de discuție cu criptare Off-The-Record

# Name
source: Bugzilla Information
ro: Informații Bugzilla

# Name
source: Emoticons
ro: Emoticoni

# Comment
source: Show emoticons (smiley faces) inside the chat
ro: Arată emoticoni (fețe zîmbitoare) în interiorul discuției

# Name
source: Text Formatting
ro: Formatarea textului

# Comment
source: Use /, _, * and - to make text italic, underlined, bold or strikeout respectively
ro: Folosiți /, _, * și - pentru a face textul cursiv, subliniat, aldin sau tăiat, respectiv

# Name
source: Highlight
ro: Evidențiere

# Comment
source: If any incoming messages contain your nickname, it will highlight them in red
ro: Dacă vreun mesaj de intrare vă conține porecla, aceasta le va evidenția în roșu

# Name
source: Image Preview
ro: Previzualizare imagine

# Comment
source: Embed a thumbnail of any image URL sent in a chat
ro: Înglobează miniatura oricărui URL de imagine trimis într-o discuție

# Name
source: LaTeX Renderer
ro: Randor LaTeX

# Name
source: Web Shortcuts
ro: Acceleratori web

# Name
source: Text To Speech
ro: Text-în-vorbire

# Comment
source: Read out incoming messages using text-to-speech service
ro: Citește mesajele de intrare folosind serviciul de text-în-vorbire

# Name
source: Short URLs
ro: URL-uri scurte

# Comment
source: Shows the actual URL to which a shortened URL is redirecting to
ro: Arată URL-ul real spre care redirecționează un URL scurtat

# Name
source: YouTube Preview
ro: Previzualizare YouTube

# Comment
source: If any messages contains a link to a YouTube video, it will embed a preview in the chat
ro: Dacă vreun mesaj conține o legătură la un video YouTube, aceasta va încorpora o previzualizare în discuție

# Comment
source: Telepathy Text-Ui Message Filter
ro: Filtru de mesaje pentru interfața textuală Telepathy

# Name
source: KDE IM Log Viewer
ro: Vizualizator de jurnale pentru MI KDE

# GenericName
source: KDE Instant Messenger Log Viewer
ro: Vizualizator de jurnale pentru mesageria instantanee KDE

# Comment
source: Displays your KDE Instant Messenger logs
ro: Afișează jurnalele de mesagerie instantanee KDE
