Repository: Jobava/kde-localization
Catalog: kf5/apps/kdenetwork/desktop_kdenetwork_ktp-common-internals.po
Languages: ro

# Name
source: Instant messaging
ro: Mesagerie instantanee

# Comment
source: Instant messaging
ro: Mesagerie instantanee

# Name
source: Group
ro: Grup

# Comment
source: The group where the contact resides
ro: Grupul în care rezidă contactul

# Comment
source: The specified contact
ro: Contactul specificat

# Name
source: Class
ro: Clasă

# Comment
source: The message class
ro: Clasa mesajului

# Name
source: Instant messaging error
ro: Eroare de mesagerie instantanee

# Comment
source: An error occurred within instant messaging
ro: A intervenit o eroare în mesageria instantanee

# Name
source: Instant messaging info message
ro: Mesaj informativ de la mesageria instantanee

# Comment
source: A general info message from instant messaging
ro: Mesaj informativ general de la mesageria instantanee

# Name
source: Incoming Message
ro: Mesaj de intrare

# Comment
source: An incoming message has been received
ro: A fost recepționat un mesaj de intrare

# Name
source: Incoming Message in Active Chat
ro: Mesaj de intrare în discuția activă

# Comment
source: An incoming message in the active chat window has been received
ro: A fost recepționat un mesaj de intrare în fereastra de discuții activă

# Name
source: Incoming Message in Group Chat
ro: Mesaj de intrare în discuția în grup

# Comment
source: An incoming message has been received in a group chat
ro: A fost recepționat un mesaj de intrare într-o discuție în grup

# Name
source: Incoming Message in Active Group Chat
ro: Mesaj de intrare în discuția în grup activă

# Comment
source: An incoming message in the active group chat window has been received
ro: A fost recepționat un mesaj de intrare în fereastra de discuții în grup activă

# Name
source: Outgoing Message
ro: Mesaj de ieșire

# Comment
source: An outgoing message has been sent
ro: A fost expediat un mesaj de ieșire

# Name
source: Highlight in Group Chat
ro: Evidențiază în discuții în grup

# Name
source: Highlight in Active Group Chat
ro: Evidențiază în discuții în grup active

# Name
source: Message Dropped
ro: Mesaj aruncat

# Comment
source: A message was filtered by the Privacy Plugin
ro: Un mesaj a fost filtrat de către modulul de intimitate

# Name
source: Service Message
ro: Mesaj de serviciu

# Comment
source: A service message has been received (e.g. authorization request)
ro: A fost recepționat un mesaj de serviciu (de ex. cerere de autorizare)

# Name
source: New incoming chat
ro: Discuție de intrare nouă

# Comment
source: A new instant message has been received
ro: A fost recepționat un mesaj instantaneu nou

# Name
source: Incoming file transfer
ro: Transfer de fișiere de intrare

# Comment
source: An incoming file transfer request has been received
ro: A fost recepționată o cerere de intrare pentru transfer de fișiere

# Name
source: Incoming call
ro: Apel de intrare

# Comment
source: An incoming audio/video call request has been received
ro: A fost recepționată o cerere de intrare pentru apel audio/video

# Name
source: Chatstyle Install Request
ro: Solicitare de instalare a stilului de discuție

# Name
source: Chatstyle Installed Successfully
ro: Instalarea stilului pentru discuție a reușit

# Name
source: Chatstyle Installation Failed
ro: Instalarea stilului pentru discuție a eșuat

# Name
source: Emoticonset Install Request
ro: Solicitare de instalare a setului de zîmbăreți

# Name
source: Emoticonset Installed Successfully
ro: Setul de zîmbăreți s-a instalat cu succes

# Name
source: Emoticonset Installation failed
ro: Instalarea setului de zîmbăreți a eșuat

# Name
source: Contact status changed
ro: Starea contactului s-a modificat

# Comment
source: A contact has changed their status
ro: Un contact și-a schimbat starea

# Name
source: File renamed for sending with Google Talk
ro: Fișier redenumit pentru expediere cu Google Talk
