Repository: Jobava/kde-localization
Catalog: kf5/apps/playground-utils/kanalytics.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: <p>Please help us improve KDE software by giving your approval to send some basic analytics data to KDE servers.</p><p>The data is completely <em>anonymous</em> and contains information about your hardware (CPU, GPU, etc.), system (OS name, version, etc.) and KDE software. Thank you, your consent will contribute to better KDE software in the future.</p><p><a href='http://www.kde.org'>More information</a> about the data being collected</p>
ro: <p>Ajutați-ne să îmbunătățim KDE aprobînd trimiterea unor date analitice triviale pe serverele KDE.</p><p>Datele sînt complet <em>anonime</em> și conțin informații despre echipamentul dumneavoastră (procesor, placă grafică, etc.), sistem (denumire SO, versiune, etc.) și aplicațiile KDE. Vă mulțumim, consimțămîntul dumneavoastră va ajuta la îmunătățirea KDE în viitor.</p><p><a href='http://www.kde.org'>Informații suplimentare</a> despre datele colectate</p>

source: KAnalytics Consent
ro: Consimțămînt KAnalytics

source: Yes, help improve KDE
ro: Da, ajut la îmbunătățirea KDE

source: No thanks
ro: Nu, mulțumesc

source: KAnalytics Console Application
ro: Aplicație de consolă KAnalytics

source: Console app to inspect KAnalytics data
ro: Aplicație de consolă pentru inspecția datelor KAnalytics

source: (c) 2014 KAnalytics Team
ro: (c) 2014 Echipa KAnalytics

source: Maintainer
ro: Responsabil

source: List the available commands
ro: Enumeră comenzile disponibile

source: Dump data in JSON format
ro: Descarcă datele în format JSON

source: Show the user UUID
ro: Arată UUID-ul utilizatorului

source: Command to execute
ro: Comanda de executat

source: Arguments for the specified command
ro: Argumente pentru comanda specificată
