Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/extragear-network/desktop_extragear-network_konversation.po
Languages: ro

# Name
source: Big Bullets
ro: Buline mari

# Comment
source: "Big Bullets" by Dario Abatianni
ro: „Buline mari” de Dario Abatianni

# Name
source: Christmas Theme
ro: Tematică de Crăciun

# Comment
source: "Christmas Theme" by Kenichiro Takahashi
ro: „Tematică de Crăciun” de Kenichiro Takahashi

# Name
source: Classic Theme
ro: Tematica clasică

# Comment
source: "LED" by Dario Abatianni
ro: „LED” de Dario Abatianni

# Name
source: Default Theme
ro: Tematica implicită

# Comment
source: "Simplistic" by Shintaro Matsuoka
ro: „Simplist” de Shintaro Matsuoka

# Name
source: Smiling Theme
ro: Tematică zîmbitoare

# Comment
source: "Smiling" stolen from Kopete by John Tapsell
ro: „Zîmbitoare” furată de la Kopete de John Tapsell

# Name
source: Square Theme
ro: Tematică pătrată

# Comment
source: "SQUARE" by Kenichiro Takahashi
ro: „PĂTRAT” de Kenichiro Takahashi

# GenericName
source: IRC Client
ro: Client IRC

# Name
source: Konversation
ro: Konversație

# Comment
source: Konversation
ro: Konversație

# Name
source: New message
ro: Mesaj nou

# Comment
source: New message arrived in a channel
ro: A sosit un mesaj nou într-un canal

# Name
source: Nick written
ro: Poreclă scrisă

# Comment
source: Someone wrote your nick in a message
ro: Cineva v-a scris porecla într-un mesaj

# Name
source: Private message
ro: Mesaj privat

# Comment
source: You received a private message
ro: Ați primit un mesaj privat

# Name
source: Nick changed
ro: Poreclă schimbată

# Comment
source: Someone changed their nick
ro: Cineva și-a schimbat porecla

# Name
source: Incoming file
ro: Fișier de intrare

# Comment
source: Someone wants to transmit a file to you over DCC
ro: Cineva dorește să vă transmită un fișier prin DCC

# Name
source: Nick joined channel
ro: Poreclă se alăturează la canal

# Comment
source: New nick joined a channel
ro: O poreclă nouă s-a alăturat unui canal

# Name
source: Nick left channel
ro: Poreclă părăsește canalul

# Comment
source: A nick left a channel
ro: O poreclă a părăsit canalul

# Name
source: Mode change
ro: Schimbare regim

# Comment
source: A user or channel mode was changed
ro: Regimul unui canal sau utilizator s-a schimbat

# Comment
source: A user on your watched nicks list has come online
ro: Un utilizator de pe lista cu porecle urmărite s-a conectat

# Name
source: Query
ro: Interogare

# Comment
source: Someone started a conversation (query) with you
ro: Cineva a pornit o conversație (interogare) cu dumneavoastră

# Name
source: Kick
ro: Dat afară

# Comment
source: Someone kicked you out of a channel
ro: Cineva v-a dat afară dintr-un canal

# Name
source: Connection failure
ro: Eșec conexiune

# Comment
source: Failed to connect to server
ro: Imposibil de conectat la server

# Name
source: You joined a channel
ro: V-ați alăturat unui canal

# Comment
source: You joined a channel
ro: V-ați alăturat unui canal

# Name
source: DCC Chat
ro: Discuție DCC

# Comment
source: Someone started a DCC chat with you
ro: Cineva a pornit o discuție DCC cu dumneavoastră
