Repository: Jobava/kde-localization
Catalog: kf5/apps/playground-libs/desktop_playground-libs_purpose.po
Languages: ro

# Name
source: Upload...
ro: Încarcă...

# Comment
source: Upload pictures to imgur
ro: Încarcă imagini în Imgur

# Name
source: Send To Device...
ro: Trimite către dispozitiv...

# Comment
source: Send through KDE Connect
ro: Trimite prin KDE Connect

# Name
source: Send To Contact...
ro: Trimite către contact...

# Comment
source: Send through Instant Messaging
ro: Trimite prin mesageria instantanee

# Comment
source: Upload text to pastebin
ro: Încarcă text în Pastebin

# Comment
source: Dummy plugin, to test the shit out of the feature
ro: Extensie fictivă, pentru a testa caracteristica

# Name
source: Save as...
ro: Salvează ca...

# Comment
source: Upload videos to YouTube
ro: Încarcă video pe YouTube
