Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-network/desktop_extragear-network_ktorrent.po
Languages: ro

# GenericName
source: BitTorrent Client
ro: Client BitTorrent

# Comment
source: A BitTorrent program for KDE
ro: Client BitTorrent pentru KDE

# Name
source: Torrent silently opened
ro: Torent deschis silențios

# Name
source: Torrent stopped by error
ro: Torentul a fost oprit de o eroare

# Name
source: Torrent has finished downloading
ro: Descărcarea torentului s-a încheiat

# Name
source: Maximum share ratio reached
ro: A fost atinsă rata maximă de partajare

# Name
source: Maximum seed time reached
ro: A fost atinsă durata maximă de încărcare

# Name
source: Disk space is running low
ro: Spațiul pe disc se termină

# Name
source: Corrupted data has been found
ro: Au fost găsite date corupte

# Name
source: Torrent cannot be enqueued
ro: Torentul nu poate fi pus în coadă

# Name
source: Torrent cannot be started
ro: Torentul nu poate fi pornit

# Name
source: Torrent cannot be loaded silently
ro: Torentul nu poate fi încărcat silențios

# Name
source: DHT is not enabled
ro: DHT nu este activat

# Name
source: Event generated by plugin
ro: Eveniment generat de extensie

# Name
source: Magnet link download started
ro: Descărcarea legăturii magnet a început

# Name
source: KTorrent Plugin
ro: Modul KTorrent

# Comment
source: Plasma widget to keep track of a single torrent
ro: Plasmoid pentru evidența unui singur torent

# Comment
source: KTorrent data engine, for getting information from KTorrent
ro: Motor de date KTorrent, pentru obținerea informațiilor de la KTorrent

# Name
source: Scheduler
ro: Programare

# Comment
source: Schedule upload and download limits over a period of a week
ro: Planifică limitele de încărcare și descărcare pe perioada unei săptămîni

# Name
source: Download Order
ro: Ordinea descărcării

# Comment
source: Specify the download order of a multi-file torrent
ro: Specifică ordinea de descărcare a unui torent multifișier

# Name
source: Information Widget
ro: Control grafic informativ

# Comment
source: Displays general information about a torrent in several tabs
ro: Afișează informații generale despre un torent în cîteva file

# Name
source: IP Filter
ro: Filtru IP

# Comment
source: Filter IP addresses through a blocklist
ro: Filtrează adresele IP printr-o listă de blocare

# Name
source: Log Viewer
ro: Vizualizator jurnal

# Comment
source: Displays the logging output
ro: Afișează înregistrările din jurnal

# Name
source: Magnet Generator
ro: Generator Magnet

# Comment
source: Generates magnet links
ro: Generează legături Magnet

# Name
source: Media Player
ro: Redare multimedia

# Comment
source: Phonon-based media player
ro: Lector multimedia bazat pe Phonon

# Name
source: Scan Folder
ro: Citește dosar

# Comment
source: Scan folders for torrent files and load them
ro: Citește dosare pentru fișiere-torent și le încarcă

# Name
source: Scripting
ro: Scriptare

# Comment
source: Enables Kross scripting support
ro: Activează suportul pentru scripturi Kross

# Name
source: Automatic Remove
ro: Eliminare automată

# Comment
source: Script to automatically remove torrents when they finish downloading or seeding
ro: Script pentru eliminarea automată a torentelor la încheierea descărcării sau încărcării acestora

# Name
source: Automatic Resume
ro: Reluare automată

# Comment
source: Script to automatically resume after some time, when the suspended state is enabled
ro: Script pentru reluarea automată după un timp, cînd e activată starea suspendată

# Name
source: E-Mail Notifications
ro: Notificări prin poștă

# Comment
source: Script to notify you of events via e-mail
ro: Script ce vă notifică despre evenimente prin poșta electronică

# Name
source: Tracker Grouping
ro: Grupare Tracker

# Comment
source: Script to create automatic groups based upon tracker URLs
ro: Script pentru crearea grupurilor automate pe baza URL-urilor tracker-ului

# Name
source: Search
ro: Caută

# Comment
source: Search for torrents
ro: Caută torente

# Name
source: Shutdown
ro: Oprire

# Comment
source: Allows you to shutdown your computer when torrents finish
ro: Vă permite să opriți calculatorul la încheierea torentelor

# Name
source: Statistics
ro: Statistici

# Comment
source: Shows statistics about torrents in several graphs
ro: Afișează statistici despre torente în diverse grafice

# Name
source: Syndication
ro: Redifuzare

# Comment
source: Syndication plugin for KTorrent, supporting RSS and Atom feeds
ro: Modul de redifuzare pentru KTorrent, ce susține fluxuri RSS și Atom

# Comment
source: Forward ports using UPnP
ro: Înaintarea porturilor utilizînd UPnP

# Name
source: Web Interface
ro: Interfață web

# Comment
source: Allows control of KTorrent via a web interface
ro: Permite controlul KTorrent printr-o interfață web

# Comment
source: Discover peers on the local network using the Zeroconf protocol
ro: Descoperirea partenerilor în rețeaua locală utilizînd protocolul Zeroconf
