Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-network/desktop_extragear-network_kftpgrabber.po
Languages: ro

# GenericName
source: FTP Client
ro: Client FTP

# Comment
source: A graphical FTP client
ro: Un client FTP grafic

# Comment
source: A KFTPGrabber plugin for importing bookmarks
ro: Un modul KFTPGrabber pentru importul semnelor de carte

# Name
source: FileZilla 3 Import plugin
ro: Modul de import FileZilla 3

# Comment
source: FileZilla 3 bookmarks import plugin
ro: Modul de importat semne de carte din Filezilla 3

# Name
source: gFTP Import plugin
ro: Modul de import gFTP

# Comment
source: gFTP bookmarks import plugin for KFTPGrabber
ro: Modul de importat semne de carte gFTP pentru KFTPGrabber

# Name
source: KFTPGrabber XML Import plugin
ro: Modul de import XML KFTPGrabber

# Comment
source: KFTPGrabber XML bookmarks import plugin
ro: Modul de importat semne de carte XML KFTPGrabber

# Name
source: NcFTP Import plugin
ro: Modul de import NcFTP

# Comment
source: NcFTP bookmarks import plugin for KFTPGrabber
ro: Modul de importat semne de carte NcFTP pentru KFTPGrabber
