Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-network/desktop_extragear-network_wicd-kde.po
Languages: ro

# Name
source: Wicd client
ro: Client Wicd

# Comment
source: Wicd Client KDE
ro: Client Wicd pentru KDE

# Name
source: Read scripts
ro: Citește scripturi

# Description
source: Requesting root privileges to read scripts
ro: Se cer privilegii de root pentru a citi scripturile

# Name
source: Save scripts
ro: Salvează scripturi

# Description
source: Requesting root privileges to save scripts
ro: Se cer privilegii de root pentru a salva scripturile

# Comment
source: Wicd client for KDE
ro: Client Wicd pentru for KDE

# Name
source: Wicd Client KDE
ro: Client Wicd pentru KDE

# Name
source: Connected to the network
ro: Conectat la rețea

# Name
source: Disconnected from the network
ro: Deconectat de la rețea

# Name
source: Error
ro: Eroare

# Comment
source: A Wicd data engine
ro: Motor de date Wicd

# Name
source: Wicd preferences
ro: Preferințe Wicd

# Comment
source: System-wide preferences for the Wicd daemon
ro: Preferințele demonului Wicd pentru întreg sistemul

# X-KDE-Keywords
source: wicd,network,wireless,wired,connection
ro: wicd,rețea,wireless,fără fir,prin fir,conexiune
