Repository: Jobava/kde-localization
Catalog: kf5/apps/frameworks/desktop_frameworks_kactivities.po
Languages: ro

# Name
source: Activity Manager
ro: Gestionar de activități

# Comment
source: The activity management backend
ro: Suport pentru administrare activități

# Comment
source: Activity manager plugin
ro: Extensie pentru gestionarul de activități

# Name
source: Activity Templates
ro: Șabloane de activități

# Comment
source: Support for creating templated activities
ro: Suport pentru crearea activităților cu șablon

# Name
source: Global Shortcuts
ro: Acceleratori globali

# Comment
source: Adds global keyboard shortcuts for activity switching
ro: Adaugă acceleratori de tastatură globali pentru comutarea activităților

# Name
source: Share-Like-Connect
ro: Partajează-Place-Conectează

# Comment
source: Provides data to Share-Like-Connect applet
ro: Furnizează date pentru miniaplicația Partajează-Place-Conectează

# Name
source: Sqlite Feeder
ro: Alimentare Sqlite

# Comment
source: Plugin to store and score events in Sqlite
ro: Extensie pentru stocarea și notarea evenimentelor în Sqlite

# Name
source: Virtual desktop switcher
ro: Comutator virtual de birouri

# Comment
source: When switching to an activity, opens the virtual desktop last used with that activity
ro: La cumutarea către o activitate, deschide ultimul birou virtual folosit cu acea activitate

# Name
source: File to activity linking plugin
ro: Extensie pentru legarea fișierelor la activități

# Name
source: Activities
ro: Activități

# Comment
source: Configure the activities system
ro: Configurează sistemul de activități

# Name
source: Activities testing
ro: Testare activități

# Comment
source: Strange, but not a Clock
ro: Straniu, dar nu e ceas
