Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kdepim/desktop_kdepim.po
Languages: ro

# Comment
source: Archive Mail Agent
ro: Agent de arhivare a poștei

# Name
source: Archive Mail Agent
ro: Agent de arhivare a poștei

# Name
source: Archive Mail finished
ro: Arhivarea poștei s-a încheiat

# Name
source: Archive Mail started
ro: Arhivarea poștei a început

# Name
source: Archive Mail Error
ro: Eroare la arhivarea poștei

# Comment
source: Mail Filter Agent
ro: Agent de filtrare a mesajelor

# Name
source: Mail Filter Agent
ro: Agent de filtrare a mesajelor

# Name
source: Mail filter log enabled
ro: Jurnalul de filtrare a mesajelor e activat

# Comment
source: Extension to filter emails
ro: Extensie de filtrat scrisori

# Name
source: Akonadi Console
ro: Consolă Akonadi

# Comment
source: Akonadi Management and Debugging Console
ro: Consolă de administrare și depanare Akonadi

# Name
source: Advanced
ro: Avansat

# Comment
source: Advanced Feed Reader Settings
ro: Configurări avansate pentru cititorul de fluxuri

# X-KDE-Keywords
source: akregator, configure, settings, advanced
ro: akregator, configurare, setări, avansat, opțiuni

# Name
source: Appearance
ro: Aspect

# Comment
source: Configure the Feed Reader Appearance
ro: Configurează aspectul cititorului de fluxuri

# X-KDE-Keywords
source: akregator, configure, settings, appearance, look, feel
ro: akregator, configurare, setări, configurări, opțiuni, aspect, comportament

# Name
source: Archive
ro: Arhivă

# Comment
source: Configure Feed Archive
ro: Configurează arhiva de fluxuri

# X-KDE-Keywords
source: akregator, configure, settings, archive
ro: akregator, configurare, setări, opțiuni, arhivă

# Name
source: Browser
ro: Navigator

# Comment
source: Configure Internal Browser Component
ro: Configurează componenta internă de navigare

# X-KDE-Keywords
source: akregator, configure, settings, Browser, Web, Internal
ro: akregator, configurare, setări, navigator, intern, opțiuni

# Comment
source: Configure Feeds
ro: Configurează fluxuri

# X-KDE-Keywords
source: akregator, configure, settings, General
ro: akregator, configurare, setări, opțiuni, general

# Comment
source: Akregator Plugin
ro: Modul Akregator

# Name
source: Feeds
ro: Fluxuri

# Comment
source: Feed Reader
ro: Cititor de fluxuri

# Name
source: Metakit storage backend
ro: Platformă de stocare Metakit

# Comment
source: Plugin for Akregator
ro: Modul pentru Akregator

# X-KDE-Keywords
source: akregator, configure, settings, online readers
ro: akregator, configurare, setări, opțiuni, cititor online

# Name
source: Online Readers
ro: Cititori online

# Comment
source: Configure Online Readers
ro: Configurează cititorii online

# Name
source: Akregator Online Feed Reader Support
ro: Suport pentru citire de fluxuri online în Akregator

# Name
source: Feed added
ro: Flux adăugat

# Comment
source: A new feed was remotely added to Akregator
ro: Un nou flux a fost adăugat la Akregator de la distanță

# Name
source: New Articles
ro: Articole noi

# Comment
source: New articles were fetched
ro: Au fost preluate articole noi

# GenericName
source: Feed Reader
ro: Cititor de fluxuri

# Comment
source: A KDE News Feed Reader
ro: Cititor de fluxuri de știri pentru KDE

# GenericName
source: A KDE Blogging Client
ro: Client pentru bloguri KDE

# Name
source: Calendar Plugin Interface
ro: Interfață pentru module de calendar

# Comment
source: Calendar Plugin
ro: Modul de calendar

# Name
source: Calendar Decoration Interface
ro: Interfață de decorare pentru calendar

# Comment
source: Calendar Decoration Plugin
ro: Modul de decorare pentru calendar

# Name
source: KonsoleKalendar
ro: Calendar de consolă

# Name
source: Kontact Administration
ro: Administrare Kontact

# Comment
source: Coisceim Plugin
ro: Modul Coisceim

# Name
source: Trips
ro: Călătorii

# Name
source: mailreader
ro: cititor de poștă

# Name
source: KAddressBook
ro: Cartea de adrese

# GenericName
source: Contact Manager
ro: Gestionar de contacte

# Comment
source: Kontact KAddressBook Plugin
ro: Modul KAddressBook pentru Kontact

# Name
source: Contacts
ro: Contacte

# Comment
source: Address Book Component
ro: Componentă pentru Carte de adrese

# Name
source: Default
ro: Implicit

# Comment
source: KAlarm autostart at login
ro: Pornire automată KAlarm la autentificare

# GenericName
source: Personal Alarm Scheduler
ro: Programator personal de alarme

# Name
source: Set RTC wakeup time
ro: Stabilește ora de trezire a calculatorului

# Description
source: Set RTC wake-from-suspend time
ro: Stabilește ora de trezire din suspendare a calculatorului

# Comment
source: Colors & Fonts Configuration
ro: Configurare fonturi și culori

# X-KDE-Keywords
source: color,font, configuration
ro: culoare,font,configurare

# Name
source: Crypto Operations
ro: Operații criptografice

# Comment
source: Configuration of Crypto Operations
ro: Configurarea operațiilor criptografice

# X-KDE-Keywords
source: sign,encrypt,email,quick mode,checksum,configuration
ro: semnează, criptează, email, poștă, regim rapid, sumă de control, configurare

# Name
source: Directory Services
ro: Servicii de directoriu

# Comment
source: Configuration of directory services
ro: Configurarea serviciilor de directoriu

# X-KDE-Keywords
source: ldap,directory,services,hkp,keyserver
ro: ldap,directoriu,servicii,hkp,server de chei

# Name
source: GnuPG System
ro: Sistem GnuPG

# Comment
source: Configuration of GnuPG System options
ro: Configurarea opțiunilor sistemului GnuPG

# X-KDE-Keywords
source: gpg,gpgsm,gpg-agent,dirmngr,scdaemon,kleopatra,signing,encryption
ro: gpg,gpgsm,gpg-agent,dirmngr,scdaemon,kleopatra,semnare,criptare

# Name
source: S/MIME Validation
ro: Validare S/MIME

# X-KDE-Keywords
source: smime,validation,kleopatra,signing,encryption
ro: smime,validare,kleopatra,semnare,criptare

# Name
source: Kleopatra Decrypt/Verify Files
ro: Kleopatra Decriptare/verificare fișiere

# Name
source: Decrypt/Verify File
ro: Decriptează/verifică fișier

# Name
source: Kleopatra Decrypt/Verify All Files In Folder
ro: Kleopatra Decriptează/verifică toate fișierele din dosar

# Name
source: Decrypt/Verify All Files In Folder
ro: Decriptează/verifică toate fișierele din dosar

# Comment
source: Certificate Manager and Unified Crypto GUI
ro: Gestionar de certificate și interfață de criptare unificată

# Name
source: Kleopatra Sign/Encrypt Files
ro: Kleopatra Semnează/criptează fișiere

# Name
source: Sign & Encrypt File
ro: Semnează și criptează fișierul

# Name
source: Encrypt File
ro: Criptează fișierul

# Name
source: OpenPGP-Sign File
ro: Semnează fișierul cu OpenPGP

# Name
source: S/MIME-Sign File
ro: Semnează fișierul cu S/MIME

# Name
source: Kleopatra Sign/Encrypt Folders
ro: Kleopatra Semnează/criptează dosare

# Name
source: Archive, Sign && Encrypt Folder
ro: Arhivează, semnează și criptează dosarul

# Name
source: Archive && Encrypt Folder
ro: Arhivează și criptează dosarul

# GenericName
source: Certificate Manager and Unified Crypto GUI
ro: Gestionar de certificate și interfață de criptare unificată

# Comment
source: Mail program with a D-Bus interface
ro: Program de poștă cu interfață D-Bus

# Name
source: Akonadi server sent a warning
ro: Serverul Akonadi a trimis o avertizare

# Comment
source: Akonadi server sent a warning
ro: Serverul Akonadi a trimis o avertizare

# Name
source: Akonadi server sent an error
ro: Serverul Akonadi a trimis o eroare

# Comment
source: Akonadi server sent an error
ro: Serverul Akonadi a trimis o eroare

# Name
source: A resource is broken
ro: O resursă e defectă

# Comment
source: A resource change its state to broken
ro: O resursă și-a schimbat starea în defectă

# Name
source: Error While Checking Mail
ro: Eroare la verificarea poștei

# Comment
source: There was an error while checking for new mail
ro: A avut loc o eroare la verificarea pentru mesaje noi

# Name
source: Send as Email Attachment
ro: Trimite ca atașament la scrisoare

# Name
source: Accounts
ro: Conturi

# Comment
source: Setup for Sending and Receiving Messages
ro: Configurare pentru expedierea și primirea mesajelor

# X-KDE-Keywords
source: kmail,accounts
ro: kmail,conturi

# Comment
source: Customize Visual Appearance
ro: Personalizează aspectul vizual

# X-KDE-Keywords
source: kmail,appearance
ro: kmail,aspect

# Name
source: Composer
ro: Compozitor

# Comment
source: Message Composer Settings
ro: Configurări compunere mesaj

# X-KDE-Keywords
source: kmail,composer
ro: komposer,compunere

# Name
source: Identities
ro: Identități

# Comment
source: Manage Identities
ro: Gestionează identitățile

# X-KDE-Keywords
source: kmail,identity
ro: kmail,identitate

# Name
source: Misc
ro: Diverse

# Comment
source: Settings that don't fit elsewhere
ro: Configurări ce nu încap în altă parte

# X-KDE-Keywords
source: kmail,misc
ro: kmail,diverse

# Name
source: Security
ro: Securitate

# Comment
source: Security & Privacy Settings
ro: Configurări de securitate și intimitate

# X-KDE-Keywords
source: kmail,security
ro: kmail,securitate

# Name
source: KMail view
ro: Vizualizare KMail

# GenericName
source: Mail Client
ro: Client de poștă

# Name
source: New Messages
ro: Mesaje noi

# Comment
source: Mail Summary Setup
ro: Configurare Sumar poștă

# X-KDE-Keywords
source: email, summary, configure, settings
ro: email, poștă, sumar, configurare, setări, opțiuni

# Comment
source: Kontact KMail Plugin
ro: Modul KMail pentru Kontact

# Name
source: Mail
ro: Poștă

# Comment
source: Mail Component
ro: Componentă poștală

# Name
source: Actions
ro: Acțiuni

# Comment
source: Setup actions for notes
ro: Configurează acțiunile pentru notițe

# Name
source: Display
ro: Afișare

# Comment
source: Setup display for notes
ro: Configurează afișarea notițelor

# Comment
source: Setup editor
ro: Configurează editorul

# Name
source: Network
ro: Rețea

# Comment
source: Network Settings
ro: Configurări de rețea

# GenericName
source: Popup Notes
ro: Notițe

# Name
source: KNotes
ro: Notițe

# Comment
source: Kontact KNotes Plugin
ro: Modul KNotes pentru Kontact

# Name
source: Popup Notes
ro: Notițe

# Name
source: Summaries
ro: Sumare

# Comment
source: Summary Selection
ro: Selecție sumar

# Name
source: Summary
ro: Sumar

# Comment
source: Summary View
ro: Vizualizare sumar

# Name
source: Kontact Configuration
ro: Configurare Kontact

# Comment
source: Default KDE Kontact Component
ro: Componentă Kontact KDE implicită

# GenericName
source: Personal Information Manager
ro: Gestionar de informații personale

# Name
source: DBUSCalendar
ro: CalendarDBUS

# Comment
source: Organizer with a D-Bus interface
ro: Organizator cu interfață D-Bus

# Name
source: KOrganizer Part Interface
ro: Interfață Componentă KOrganizer

# Comment
source: KOrganizer Part
ro: Componentă KOrganizer

# Name
source: Colors and Fonts
ro: Culori și fonturi

# Comment
source: KOrganizer Colors and Fonts Configuration
ro: Configurare culori și fonturi KOrganizer

# X-KDE-Keywords
source: korganizer,colors,fonts
ro: korganizer,culori,fonturi

# Name
source: Custom Pages
ro: Pagini personalizate

# Comment
source: Configure the Custom Pages
ro: Configurează paginile personalizate

# X-KDE-Keywords
source: korganizer, configure, settings, custom fields
ro: korganizer, configurare, setări, opțiuni, cîmpuri personalizate

# Name
source: Free/Busy
ro: Liber/ocupat

# Name
source: Group Scheduling
ro: Planificare de grup

# X-KDE-Keywords
source: korganizer,group,scheduling
ro: korganizer,grup,planificare

# Comment
source: KOrganizer Main Configuration
ro: Configurare principală KOrganizer

# X-KDE-Keywords
source: korganizer,main
ro: korganizer,principal

# Name
source: Plugins
ro: Extensii

# Comment
source: KOrganizer Plugin Configuration
ro: Configurare module KOrganizer

# X-KDE-Keywords
source: korganizer,plugin,module
ro: korganizer,plugin,modul

# Name
source: Time and Date
ro: Oră și dată

# Comment
source: KOrganizer Time and Date Configuration
ro: Configurare oră și dată KOrganizer

# X-KDE-Keywords
source: korganizer,time
ro: korganizer,oră

# Name
source: Views
ro: Vizualizări

# Comment
source: KOrganizer View Configuration
ro: Configurare vizualizări KOrganizer

# X-KDE-Keywords
source: korganizer,view
ro: korganizer,vizualizare

# Name
source: Journal
ro: Jurnal

# Name
source: Upcoming Events
ro: Evenimente apropiate

# Comment
source: Upcoming Events Summary Setup
ro: Configurare Sumar evenimente apropiate

# X-KDE-Keywords
source: calendar, events, configure, settings
ro: calendar, evenimente, configurare, setări, opțiuni

# Name
source: Pending To-dos
ro: Activități în așteptare

# Comment
source: Pending To-dos Summary Setup
ro: Configurare Sumar activități în așteptare

# Comment
source: Kontact KOrganizer Plugin
ro: Modul KOrganizer pentru Kontact

# Comment
source: Calendar Component
ro: Componentă calendar

# Name
source: To-do List
ro: Listă de activități

# Name
source: Upcoming Special Dates
ro: Zile speciale apropiate

# Comment
source: Upcoming Special Dates Summary Setup
ro: Configurare Sumar zile speciale apropiate

# X-KDE-Keywords
source: birthday, anniversary, holiday, configure, settings
ro: zi de naștere, aniversare, sărbătoare, configurare, setări, opțiuni

# Name
source: Special Dates
ro: Zile speciale

# Comment
source: Special Dates Plugin
ro: Modul pentru zile speciale

# Name
source: Special Dates Summary
ro: Sumar zile speciale

# Comment
source: Calendar and Scheduling Program
ro: Program de planificare și calendar

# Name
source: KOrganizer
ro: Organizator

# GenericName
source: Personal Organizer
ro: Organizator personal

# Name
source: Jewish Calendar Plugin
ro: Modul calendar evreiesc

# Comment
source: This plugin provides the Wikipedia Picture of the Day
ro: Acest modul furnizează „Imaginea zilei” de pe Wikipedia

# Name
source: Wikipedia 'This Day in History' Plugin
ro: Modul Wikipedia „Această zi în istorie”

# Comment
source: A viewer/extractor for TNEF files
ro: Un vizualizator/extractor pentru fișiere TNEF

# Name
source: LDAP Server Settings
ro: Configurări server LDAP

# Comment
source: Configure the available LDAP servers
ro: Configurează serverele LDAP disponibile

# X-KDE-Keywords
source: kaddressbook, configure, settings, LDAP
ro: kaddressbook, configurare, opțiuni, LDAP

# Name
source: TAR (PGP®-compatible)
ro: TAR (compatibil cu PGP®)

# Name
source: TAR (with bzip2 compression)
ro: TAR (cu compresie bzip2)

# Name
source: Not Validated Key
ro: Cheie nevalidată

# Name
source: Expired Key
ro: Cheie expirată

# Name
source: Revoked Key
ro: Cheie revocată

# Name
source: Trusted Root Certificate
ro: Certificat rădăcină de încredere

# Name
source: Not Trusted Root Certificate
ro: Certificat rădăcină îndoielnic

# Name
source: Keys for Qualified Signatures
ro: Chei pentru semnături calificate

# Name
source: Other Keys
ro: Alte chei

# Name
source: Smartcard Key
ro: Cheie pe cartelă inteligentă

# Name
source: PIM Setting Exporter
ro: Exportator de configurări PIM

# Name
source: Application Octetstream
ro: Flux de octeți din aplicație
