Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-sysadmin/desktop_extragear-sysadmin_kcm-grub2.po
Languages: ro

# Name
source: GRUB2 Bootloader
ro: Încărcătorul GRUB2

# Comment
source: Customize the GRUB2 bootloader
ro: Personalizează încărcătorul GRUB2

# X-KDE-Keywords
source: grub,boot,menu,entries,default,timeout,password,color,splash,image,bootloader
ro: grub,încărcare,demarare,boot,meniu,implicit,temporizare,parolă,culori,imagine,încărcător

# Name
source: GRUB2 Bootloader Control Module
ro: Modul de control pentru încărcătorul GRUB2

# Name
source: Restore the default GRUB2 Bootloader settings
ro: Restabilește configurările implicite ale încărcătorului GRUB2

# Description
source: Administrator authorization is required to restore the default GRUB2 Bootloader settings
ro: Este necesară autorizarea ca administrator pentru a restabili configurările implicite ale încărcătorului GRUB2

# Name
source: Install the GRUB2 Bootloader
ro: Instalează încărcătorul GRUB2

# Description
source: Administrator authorization is required to install the GRUB2 Bootloader
ro: Este necesară autorizarea ca administrator pentru a instala încărcătorul GRUB2

# Name
source: Load the GRUB2 Bootloader settings
ro: Încarcă configurările încărcătorului GRUB2

# Description
source: Administrator authorization is required to load the GRUB2 Bootloader settings
ro: Este necesară autorizarea ca administrator pentru a încărca configurările încărcătorului GRUB2

# Name
source: Save the GRUB2 Bootloader settings
ro: Salvează configurările încărcătorului GRUB2

# Description
source: Administrator authorization is required to save the GRUB2 Bootloader settings
ro: Este necesară autorizarea ca administrator pentru a salva configurările încărcătorului GRUB2
