Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-sysadmin/desktop_extragear-sysadmin_apper.po
Languages: ro

# GenericName
source: Software Management
ro: Gestiune programe

# Comment
source: Application to get and manage software
ro: Aplicație pentru obținerea și gestionarea programelor

# Name
source: Apper Installer
ro: Instalator Apper

# Name
source: Apper Settings
ro: Configurări Apper

# Name
source: Apper Updates
ro: Actualizări Apper

# Name
source: Apper Monitor
ro: Monitor Apper

# Comment
source: Watch transactions and Notify about Software Updates
ro: Urmărește tranzacții și notifică despre actualizări de programe

# Comment
source: Apper Notification
ro: Notificare Apper

# Name
source: New updates available
ro: Sînt disponibile actualizări

# Name
source: Updates are being installed
ro: Actualizările se instalează

# Name
source: Updates are being downloaded
ro: Se descarcă actualizările

# Name
source: A System Restart is Required
ro: Este necesară o repornire a sistemului

# Name
source: A transaction failed to complete successfully
ro: Încheierea cu succes a unei tranzacții a eșuat

# Name
source: Updates finished installing
ro: Instalarea actualizărilor s-a încheiat

# Name
source: Message from the software manager
ro: Mesaj de la gestionarul de aplicații

# Name
source: A transaction error occurred
ro: A intervenit o eroare la tranzacție

# Name
source: A distribution upgrade is available
ro: Este disponibilă o actualizare a distribuției

# Name
source: The distribution upgrade completed
ro: Actualizarea distribuției s-a încheiat

# Name
source: The distribution upgrade completed with an error
ro: Actualizarea distribuției s-a încheiat cu o eroare

# Name
source: Software Management
ro: Gestiune programe

# Comment
source: Get, Remove and Update Software
ro: Obțineți, eliminați și actualizați aplicațiile

# GenericName
source: 3rd-party software installer
ro: Instalator de aplicații de la părți terțe

# Name
source: Software Updater
ro: Actualizator de programe

# Comment
source: Displays and updates software
ro: Afișează și actualizează programe
