Repository: Jobava/kde-localization
Catalog: kf5/apps/kdereview/kdots.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: First player territory fill style
ro: Stilul de umplere a teritoriului primului jucător

source: Second player territory fill style
ro: Stilul de umplere a teritoriului celui de-al doilea jucător

source: The first player win!
ro: Primul jucător a cîștigat!

source: The second player win!
ro: Al doilea jucător a cîștigat!

source: First: %1 Second: %2
ro: Primul: %1 Al doilea: %2

source: File
ro: Fișier

source: Game
ro: Joc

source: Main Toolbar
ro: Bara de unelte principală

source: Architecture. Project Management
ro: Arhitectură. Gestiunea proiectului

source: Game engine tester
ro: Testarea motorului jocului

source: Arch Linux package maintainer
ro: Responsabil de pachete Arch Linux

source: A prototype of the game of dots.
ro: Prototip pentru jocul de puncte

source: &New game
ro: Joc &nou

source: &End game
ro: T&ermină jocul

source: &Quit
ro: I&eșire

source: &Undo
ro: &Desfă

source: Preferences
ro: Preferințe

source: Board
ro: Tablă

source: Game configuration
ro: Configurare joc

source: Create Game
ro: Creează joc

source: Connecting port:
ro: Port conexiune:

source: First Player
ro: Primul jucător

source: Second Player
ro: Al doilea jucător

source: You are:
ro: Sînteți:

source: Join Game
ro: Alăturare la joc

source: Waiting...
ro: Se așteaptă...

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt;">Waiting for connection...</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt;">Se așteaptă conectarea...</span></p></body></html>

source: Playing by internet connection
ro: Se joacă prin conexiune de Internet

source: Client has been disconnected. Please recreate a game
ro: Clientul a fost deconectat. Creați jocul din nou

source: Client has been disconnected
ro: Clientul a fost deconectat

source: Connected
ro: Conectat

source: Good luck have fun
ro: Succes și distracție plăcută

source: Warning!
ro: Avertizare!

source: Cannot connect to the server: %1
ro: Nu se poate conecta la server: %1

source: Playing with the simple AI
ro: Se joacă cu IA simplă

source: Playing in the single PC
ro: Se joacă într-un singur calculator

source: View
ro: Vizualizare

source: First player point color:
ro: Culoarea punctelor primului jucător:

source: Second player point color:
ro: Culoarea punctelor celui de-al doilea jucător:

source: First player territory fill style:
ro: Stilul de umplere a teritoriului primului jucător:

source: Second player territory fill style:
ro: Stilul de umplere a teritoriului celui de-al doilea jucător:

source: New Game
ro: Joc nou

source: Next
ro: Următor

source: Cancel
ro: Renunță

source: Configuring the game board
ro: Se configurează tabla de joc

source: Default Mode
ro: Regim implicit

source: Extra Turn
ro: Mutare suplimentară

source: First Moving:
ro: Primul mută:

source: Game Mode:
ro: Regim de joc:

source: Width:
ro: Lățime:

source: Height:
ro: Înălțime:
