Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/extragear-*/desktop_extragear-*_networkmanagement.po
Languages: ro

# Name
source: Network Management
ro: Gestiunea rețelei

# Comment
source: Network status and control utility
ro: Utilitar de gestiune și control al rețelei

# Name
source: Network Manager
ro: Administrator de rețea

# Comment
source: Network Manager data engine
ro: Motor de date Administrator de rețea

# Name
source: NetworkManager User Settings Service
ro: Serviciu configurări utilizator NetworkManager

# Comment
source: Provides network configuration to the NetworkManager daemon
ro: Furnizează configurări de rețea către demonul NetworkManager

# Name
source: Network Management VPN UI Plugin
ro: Modul de interfață VPN pentru gestiunea rețelei

# Comment
source: Defines KDE Network Management UI Plugins
ro: Definește modulele de interfață pentru gestiunea rețelei

# GenericName
source: Network Manager
ro: Administrator de rețea

# Comment
source: A KDE frontend for NetworkManager
ro: Interfață KDE pentru NetworkManager

# Comment
source: Network Management
ro: Gestiunea rețelei

# Name
source: Network Connection Type
ro: Tipul conexiunii de rețea

# Name
source: Network Interface Attached
ro: Interfață de rețea atașată

# Comment
source: A network interface was attached
ro: A fost atașată o interfață de rețea

# Name
source: Network Interface Removed
ro: Interfață de rețea eliminată

# Comment
source: A network interface was removed
ro: A fost eliminată o interfață de rețea

# Name
source: Found Wireless Network
ro: Rețea fără fir găsită

# Comment
source: A wireless network appeared
ro: A apărut o rețea fără fir

# Name
source: Lost Wireless Network
ro: Rețea fără fir pierdută

# Comment
source: A wireless network disappeared
ro: A dispărut o rețea fără fir

# Name
source: Establishing Network Connection
ro: Stabilire conexiune de rețea

# Comment
source: A network connection attempt was begun
ro: A început o tentativă de conectare la rețea

# Name
source: Network Connection Disconnected
ro: Conexiune de rețea deconectată

# Comment
source: A network connection was disconnected
ro: A fost deconectată o conexiune de rețea

# Name
source: Network Connection Succeeded
ro: Conexiunea la rețea a reușit

# Comment
source: A network connection was established
ro: A fost stabilită o conexiune de rețea

# Name
source: Network Connection Failed
ro: Conexiunea de rețea a eșuat

# Comment
source: A network connection attempt failed
ro: O tentativă de conectare la rețea a eșuat

# Name
source: Radio Hardware Switched Off
ro: Echipament radio deconectat

# Comment
source: Wireless transceivers disabled by hardware switch
ro: Transmițători fără fir dezactivați de comutator fizic

# Name
source: Radio Hardware Switched On
ro: Echipament radio conectat

# Comment
source: Wireless transceivers enabled
ro: Transmițători fără fir activați

# Name
source: Low Wireless Signal Strength
ro: Semnal rețea fără fir slab

# Comment
source: The wireless signal strength is low
ro: Semnalul rețelei fără fir este slab

# Name
source: Interface changed state
ro: Interfața și-a modificat starea

# Comment
source: An interface changed state
ro: O interfață și-a modificat starea

# Name
source: Network management disabled
ro: Gestiunea rețelei a fost dezactivată

# Comment
source: The network management subsystem was stopped or restarted
ro: Subsistemul de gestiune a rețelei a fost oprit sau repornit

# Comment
source: Connect to the Internet
ro: Conectare la Internet

# Name
source: Network Connections
ro: Conexiuni de rețea

# Comment
source: Add, Edit and Remove network connections
ro: Adaugă, modifică și elimină conexiuni de rețea

# Name
source: Other
ro: Altele

# Comment
source: Configure the Network Management tool
ro: Configurează unealta de gestiune a rețelei

# Name
source: Fake Net
ro: Rețea falsă

# Comment
source: Fake Network Management
ro: Gestiunea rețelei false

# Comment
source: Network Management Backend
ro: Platformă de gestiune a rețelei

# Comment
source: Network management using the NetworkManager daemon, version 0.9
ro: Gestiunea rețelei folosind demonul NetworkManager, versiunea 0.9

# Comment
source: Allows KNetworkManager to connect to Novell VPN (turnpike) VPNs.
ro: Permite KNetworkManager să se conecteze la VPN-uri Novell VPN (turnpike.)

# Comment
source: OpenConnect Plugin
ro: Extensie OpenConnect

# Comment
source: OpenVPN plugin
ro: Modul OpenVPN

# Comment
source: PPTP Plugin
ro: Modul PPTP

# Comment
source: StrongSwan Plugin
ro: Modul StrongSwan

# Comment
source: VPNC Plugin
ro: Modul VPNC
