Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/bookmarksync.po
Languages: ro

source: Settings
ro: Configurări

source: Sync Bookmarks
ro: Sincronizează semnele de carte

source: Configure...
ro: Configurare...

source: Fetch bookmarks
ro: Preia semne de carte

source: Save bookmarks
ro: Salvează semne de carte

source: Please indicate (remote) location
ro: Indicați locația (distantă)

source: No bookmarks file found
ro: Nu a fost găsit niciun fișier cu semne de carte

source: Sync failed: %1
ro: Sincronizare eșuată: %1

source: &Tools
ro: &Unelte

source: Extra Toolbar
ro: Bara de unelte suplimentară

source: Bookmarksync can sync your bookmark file to another location. For now it can only save and fetch, but maybe in the future it can actually merge.
ro: Bookmarksync poate sincroniza fișierul dumneavoastră cu semne de carte în altă locație. Deocamdată. acesta poate doar salva și prelua, dar poate în viitor va putea combina fișierele.

source: Select the location where to store or fetch the bookmarks file to. Like sftp://some.server
ro: Alegeți locația în care să fie stocat sau preluat fișierul cu semne de carte, cum ar fi sftp://un.server

source: Select location
ro: Alege locația

source: Save bookmark file automatically on change
ro: Salvează automat fișierul cu semne de carte la modificare

source: Fetch bookmark file automatically on startup when that file is newer
ro: Preia automat fișierul cu semne de carte la pornire cînd acel fișier este mai nou
