Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/cupsdconf4.po
Languages: ro

source: <b>System group (SystemGroup)</b> <p> The group name for "System" (printer administration) access. The default varies depending on the operating system, but will be <b>sys</b>, <b>system</b>, or <b>root</b> (checked for in that order).</p> <p> <i>ex</i>: sys</p>
ro: <b>Grup de sistem (SystemGroup)</b> <p> Numele grupului pentru accesul de nivel "System" (administrarea imprimantelor). Valoarea implicită diferă în funcție de sistemul de operare, dar va fi numai <b>sys</b>, <b>system</b> sau <b>root</b> (aleasă în ordinea specificată).</p> <p> <i>exemplu</i>: sys</p>

source: <b>Encryption certificate (ServerCertificate)</b> <p> The file to read containing the server's certificate. Defaults to "/etc/cups/ssl/server.crt".</p> <p> <i>ex</i>: /etc/cups/ssl/server.crt</p>
ro: <b>Certificat de criptare (ServerCertificate)</b> <p> Fișierul care conține certificatul serverului. Implicit este "/etc/cups/ssl/server.crt".</p> <p> <i>exemplu</i>: /etc/cups/ssl/server.crt</p>

source: <b>Encryption key (ServerKey)</b> <p> The file to read containing the server's key. Defaults to "/etc/cups/ssl/server.key".</p> <p> <i>ex</i>: /etc/cups/ssl/server.key</p>
ro: <b>Cheie de criptare (ServerKey)</b> <p> Fișierul care conține cheia serverului. Implicit este "/etc/cups/ssl/server.key".</p> <p> <i>exemplu</i>: /etc/cups/ssl/server.key</p>

source: Access permissions # Access permissions for each directory served by the scheduler. Locations are relative to DocumentRoot... # AuthType: the authorization to use: # None - Perform no authentication Basic - Perform authentication using the HTTP Basic method. Digest - Perform authentication using the HTTP Digest method. # (Note: local certificate authentication can be substituted by the client for Basic or Digest when connecting to the localhost interface) # AuthClass: the authorization class; currently only Anonymous, User, System (valid user belonging to group SystemGroup), and Group (valid user belonging to the specified group) are supported. # AuthGroupName: the group name for "Group" authorization. # Order: the order of Allow/Deny processing. # Allow: allows access from the specified hostname, domain, IP address, or network. # Deny: denies access from the specified hostname, domain, IP address, or network. # Both "Allow" and "Deny" accept the following notations for addresses: # All None *.domain.com .domain.com host.domain.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm # The host and domain address require that you enable hostname lookups with "HostNameLookups On" above. # Encryption: whether or not to use encryption; this depends on having the OpenSSL library linked into the CUPS library and scheduler. # Possible values: # Always - Always use encryption (SSL) Never - Never use encryption Required - Use TLS encryption upgrade IfRequested - Use encryption if the server requests it # The default value is "IfRequested".
ro: Permisiuni de acces # Permisiuni de acces pentru fiecare director servit de planificator. Locațiile sînt relative la DocumentRoot... # AuthType: tipul de autorizare de utilizat: # None - Nu utilizează autentificare Basic - Utilizează metoda de autentificare HTTP Basic. Digest - Utilizează metoda de autentificare HTTP Digest. # (Observație: autentificarea locală cu certificat poate fi înlocuită de client pentru metoda Basic sau Digest atunci cînd se conectează prin intermediul interfeței locale (localhost) # AuthClass: clasa de autorizare; deocamdată sînt suportate numai Anonymous, User, System (utilizatori ce aparțin grupului SystemGroup) și Group (vutilizatori ce aparțind grupului specificat). # AuthGroupName: numele grupului pentru autorizarea "Group". # Order: ordinea de procesare pentru Allow/Deny. # Allow: permite accesul de la calculatorul, domeniul, adresa IP sau rețeaua specificată. # Deny: interzice accesul de la calculatorul, domeniul, adresa IP sau rețeaua specificată. # Opțiunile "Allow" și "Deny" acceptă the pentru adrese notațiile de mai jos: # All None *.domeniu.com .domeniu.com mașină.domeniu.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm # The host and domain address require that you enable hostname lookups with "HostNameLookups On" above. # Criptare: precizează dacă să fie utilizată sau nu criptare; # depinde de existența librăriei OpenSSL care a fost utilizată la # compilarea librărie CUPS și a planificatorului. # Valori posibile: # Always - Utilitează întotdeauna criptare (SSL) Never - Niciodată nu utilizează criptare Required - Utilizează criptare TLS IfRequested - Utilizează criptare numai dacă serverul cere acest lucru # Valoare implicită este "IfRequested".

source: <b>Authentication (AuthType)</b> <p> The authorization to use:<p> <ul type=circle> <li><i>None</i> - Perform no authentication.</li> <li><i>Basic</i> - Perform authentication using the HTTP Basic method.</li> <li><i>Digest</i> - Perform authentication using the HTTP Digest method.</li> </ul><p> Note: local certificate authentication can be substituted by the client for <i>Basic</i> or <i>Digest</i> when connecting to the localhost interface.</p>
ro: <b>Autentificare (AuthType)</b> <p> Tipul de autorizare de utilizat:</p> <ul type="circle"> <li><i>Nimic</i> - Nu folosește autentificare.</li> <li><i>Basic</i> - Utilizează metoda HTTP Basic.</li> <li><i>Digest</i> - Utilizează metoda HTTP Digest.</li> </ul><p> Observație: Atunci cînd vă conectați la interfața locală (localhost), certificatul local de autentificare poate fi folosit în loc de autentificarea prin metoda <i>Basic</i> sau <i>Digest</i>.</p>

source: <b>Class (AuthClass)</b> <p> The authorization class; currently only <i>Anonymous</i>, <i>User</i>, <i>System</i> (valid user belonging to group SystemGroup), and <i>Group</i> (valid user belonging to the specified group) are supported.</p>
ro: <b>Clasa (AuthClass)</b> <p> Clasa de autorizare. Deocamdată este suportat numai <i>Anonim</i>, <i>Utilizator</i>, <i>Sistem</i> (utilizator al grupului SystemGroup) și <i>Grup</i> (utilizator al grupului specificat).</p>

source: <p>The user/group names allowed to access the resource. The format is a comma separated list.</p>
ro: <p>Numele de utilizator/grup care are acces la resursă. Formatul este o listă de nume separată prin virgule.</p>

source: <b>Satisfy (Satisfy)</b> <p> This directive controls whether all specified conditions must be satisfied to allow access to the resource. If set to "all", then all authentication and access control conditions must be satisfied to allow access. </p> <p> Setting Satisfy to "any" allows a user to gain access if the authentication <i>or</i> access control requirements are satisfied. For example, you might require authentication for remote access, but allow local access without authentication. </p> <p> The default is "all". </p>
ro: <b>Satisface (Satisfy)</b> <p> Această directivă controlează dacă trebuie să fie statisfăcute toate condițiile pentru a permite accesul la resursă. Dacă este setat la "all" (tot), toate condițiile de autentificare și control al accesului trebuie satisfăcute pentru a permite accesul. </p> <p> Dacă setați "Satisface" la "any" (orice), un utilizator va obține accesul cînd cerințele de control al accesului <i>sau</i> de autentificare sînt satisfăcute. De exemplu, s-ar putea să fie nevoie să vă autentificați pentru acces la distantă, dar vi se va permite accesul local fără autentificare. </p> <p> Implicit este "all" (tot). </p>

source: <b>Authentication group name (AuthGroupName)</b> <p> The group name for <i>Group</i> authorization.</p>
ro: <b>Nume grup de autentificare (AuthGroupName)</b> <p> Numele grupului pentru autorizarea de <i>Grup</i>.</p>

source: <b>ACL order (Order)</b> <p> The order of Allow/Deny processing.</p>
ro: <b>Ordinea ACL (Order)</b> <p> Ordinea de procesare a setărilor de permitere/interzicere.</p>

source: <b>Allow</b> <p> Allows access from the specified hostname, domain, IP address, or network. Possible values are:</p> <pre> All None *.domain.com .domain.com host.domain.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> The host and domain address require that you enable hostname lookups with "HostNameLookups On" above.</p>
ro: <b>Permisiune</b> <p> Permite accesul de la mașina, domeniul, adresa de IP sau rețeau specificată. Valori posibile sînt:</p> <pre> All None *.domeniu.com .domeniu.com mașină.domeniu.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> Pentru adresa de mașină și de domeniu este necesar să activați rezolvarea numelor cu directiva "HostNameLookups On" de mai sus.</p>

source: <b>ACL addresses (Allow/Deny)</b> <p> Allows/Denies access from the specified hostname, domain, IP address, or network. Possible values are:</p> <pre> All None *.domain.com .domain.com host.domain.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> The host and domain address require that you enable hostname lookups with "HostNameLookups On" above.</p>
ro: <b>Adrese ACL (Allow/Deny)</b> <p> Permite/interzice accesul de la mașina, domeniul, adresa de IP sau rețeaua specificată. Valorile posibile sînt:</p> <pre> All None *.domeniu.com .domeniu.com mașină.domeniu.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> Pentru adresa de mașină și de domeniu este necesar să activați rezolvarea numelor cu directiva "HostNameLookups On" de mai sus.</p>

source: <b>Encryption (Encryption)</b> <p> Whether or not to use encryption; this depends on having the OpenSSL library linked into the CUPS library and scheduler.</p> <p> Possible values:</p> <ul type=circle> <li><i>Always</i> - Always use encryption (SSL)</li> <li><i>Never</i> - Never use encryption</li> <li><i>Required</i> - Use TLS encryption upgrade</li> <li><i>IfRequested</i> - Use encryption if the server requests it</li> </ul><p> The default value is "IfRequested".</p>
ro: <b>Criptare (Encryption)</b> <p> Specifică dacă să fie utilizată sau nu criptarea. Depinde dacă dacă librăria OpenSSL a fost compilată în librăria CUPS și planificator.</p> <p> Valori posibile:</p> <ul type="circle"> <li><i>Always</i> - Utilizează întotdeauna criptare (SSL)</li> <li><i>Never</i> - Nu utilizează niciodată criptarea</li> <li><i>Required</i> - Utilizează actualizarea la criptarea TLS</li> <li><i>IfRequested</i> - Utilizează criptarea dacă serverul o cere</li> </ul><p> Valoarea implicită este "IfRequested".</p>

source: <b>Access permissions</b> <p> Access permissions for each directory served by the scheduler. Locations are relative to DocumentRoot...</p>
ro: <b>Permisiuni de acces</b> <p> Permisiunile de acces pentru fiecare director servit de planificator. Locațiile sînt relative la DocumentRoot.</p>

source: <b>Auto purge jobs (AutoPurgeJobs)</b> <p> Automatically purge jobs when not needed for quotas. Default is No.</p>
ro: <b>Elimină automat lucrările (AutoPurgeJobs)</b> <p> Șterge automat lucrările cînd nu sînt necesare pentru cote. Implicit este "No".</p>

source: <b>Browse protocols (BrowseProtocols)</b> <p> Which protocols to use for browsing. Can be any of the following separated by whitespace and/or commas:</p> <ul type=circle> <li><i>all</i> - Use all supported protocols.</li> <li><i>cups</i> - Use the CUPS browse protocol.</li> <li><i>slp</i> - Use the SLPv2 protocol.</li> </ul><p> The default is <b>cups</b>.</p> <p> Note: If you choose to use SLPv2, it is <b>strongly</b> recommended that you have at least one SLP Directory Agent (DA) on your network. Otherwise, browse updates can take several seconds, during which the scheduler will not response to client requests.</p>
ro: <b>Protocoale de răsfoire (BrowseProtocols)</b> <p> Precizează ce protocoale să fie utilizate pentru răsfoire. Poate fi oricare din cele de mai jos, separate de spații și/sau virgule:</p> <ul type="circle"> <li><i>all</i> - Utilizează toate protocoalele suportate.</li> <li><i>cups</i> - Utilizează protocolul de răsfoire CUPS.</li> <li><i>slp</i> - Utilizează protocolul SLPv2.</li> </ul><p> Implicit este <b>cups</b>.</p> <p> Observație: Dacă alegeți să utilizați SLPv2, este <b>foarte</b> recomandat să aveți cel puțin un SLP Directory Agent (DA) în rețeaua dumneavoastră. Altfel, actualizările de răsfoire pot dura mai multe secunde, timp în care planificatorul nu va răspunde la cererile clientului.</p>

source: <b>Classification (Classification)</b> <p> The classification level of the server. If set, this classification is displayed on all pages, and raw printing is disabled. The default is the empty string.</p> <p> <i>ex</i>: confidential
ro: <b>Classificare (Classification)</b> <p> Nivelul de calsificare al serverului. Dacă e setat, această clasificare este afișată pe toate paginile și tipărirea brută este dezactivată. Implicit este un text nul.</p> <p> <i>exemplu</i>: confidential

source: <b>Allow overrides (ClassifyOverride)</b> <p> Whether to allow users to override the classification on printouts. If enabled, users can limit banner pages to before or after the job, and can change the classification of a job, but cannot completely eliminate the classification or banners.</p> <p> The default is off.</p>
ro: <b>Permite modificarea clasificării (ClassifyOverride)</b> <p> Precizează dacă este permis utilizatorilor să modifice clasificarea lucrărilor tipărite. Dacă este activată, utilizatorii pot limita paginile banner tipărite înainte și după lucrare, și să modifice clasificarea lucrării, dar nu pot elimina complet clasificarea sau banner-ele.</p> <p> Implicit este dezactivată.</p>

source: <b>Hide implicit members (HideImplicitMembers)</b> <p> Whether or not to show the members of an implicit class.</p> <p> When HideImplicitMembers is On, any remote printers that are part of an implicit class are hidden from the user, who will then only see a single queue even though many queues will be supporting the implicit class.</p> <p> Enabled by default.</p>
ro: <b>Ascunde membrii impliciți (HideImplicitMembers)</b> <p> Precizează dacă să afișeze sau nu membri unei clase implicite.</p> <p> Cînd opțiunea HideImplicitMembers este On, orice imprimante distante care sînt parte a unei clase implicite sînt ascunse utilizatorului, care va vedea numai o coadă, chiar dacă mai multe cozi sînt asociate clasei implicite.</p> <p> Implicit activată.</p>

source: <b>Use &quot;any&quot; classes (ImplicitAnyClasses)</b> <p> Whether or not to create <b>AnyPrinter</b> implicit classes.</p> <p> When ImplicitAnyClasses is On and a local queue of the same name exists, e.g. "printer", "printer@server1", "printer@server1", then an implicit class called "Anyprinter" is created instead.</p> <p> When ImplicitAnyClasses is Off, implicit classes are not created when there is a local queue of the same name.</p> <p> Disabled by default.</p>
ro: <b>Utilizează clase &quot;orice&quot; (ImplicitAnyClasses)</b> <p> Precizează dacă să creeze clase implicite <b>Anyprinter</b>.</p> <p> Cînd opțiunea ImplicitAnyClasses este On și există o clasă locală cu același nume, de exemplu "imprimantă", "imprimantă@server1", atunci este creată o clasă implicită nu numele "Anyprinter".</p> <p> Cînd ImplicitAnyClasses este Off, clasele implicite nu sînt create atunci cînd există o coadă locală cu același nume.</p> <p> Implicit este dezactivată.</p>

source: <b>Max jobs (MaxJobs)</b> <p> Maximum number of jobs to keep in memory (active and completed). Default is 0 (no limit).</p>
ro: <b>Numărul maxim de lucrări (MaxJobs)</b> <p> Numărul maxim de lucrări de ținut în memorie (active și completate). Implicit este 0 (fără limită).</p>

source: <b>Max jobs per user (MaxJobsPerUser)</b> <p> The MaxJobsPerUser directive controls the maximum number of <i>active</i> jobs that are allowed for each user. Once a user reaches the limit, new jobs will be rejected until one of the active jobs is completed, stopped, aborted, or canceled.</p> <p> Setting the maximum to 0 disables this functionality. Default is 0 (no limit). </p>
ro: <b>Numărul maxim de lucrări per utilizator (MaxJobsPerUser)</b> <p> Directiva MaxJobsPerUser controlează numărul maxim de lucrări <i>active</i> care sînt permise pentru fiecare utilizator. Odată ce un utilizator atinge această limită, următoarele lucrări vor fi rejectate pînă cînd una din lucrările active este completată oprită sau anulată.</p> <p> Dacă setați acest maxim la 0, atunci această funcționalitate va fi dezactivată. Implicit este 0 (fără limită). </p>

source: <b>Max jobs per printer (MaxJobsPerPrinter)</b> <p> The MaxJobsPerPrinter directive controls the maximum number of <i>active</i> jobs that are allowed for each printer or class. Once a printer or class reaches the limit, new jobs will be rejected until one of the active jobs is completed, stopped, aborted, or canceled.</p> <p> Setting the maximum to 0 disables this functionality. Default is 0 (no limit). </p>
ro: <b>Numărul maxim de lucrări per imprimantă (MaxJobsPerPrinter)</b> <p> Directiva MaxJobsPerPrinter controlează numărul maxim de lucrări <i>active</i> care sînt permise pentru fiecare imprimantă sau clasă. Odată ce o imprimantă sau o clasă atinge limita, următoarele lucrări vor fi rejectate pînă cînd una din lucrările active este completată oprită sau anulată.</p> <p> Dacă setați acest maxim la 0, atunci această funcționalitate va fi dezactivată. Implicit este 0 (fără limită). </p>

source: <b>Port</b> <p> The port value that the CUPS daemon is listening to. Default is 631.</p>
ro: <b>Port</b> <p> Valoarea portului pe care ascultă demonul CUPS. Implicit este 631.</p>

source: <b>Address</b> <p> The address that the CUPS daemon is listening at. Leave it empty or use an asterisk (*) to specify a port value on the entire subnetwork.</p>
ro: <b>Adresă</b> <p> Adresa pe care ascultă demonul CUPS. Lăsați acest cîmp gol sau utilizați asteriscul (*) pentru a specifica o valoare a portului pentru întreaga subrețea.</p>

source: <p>Check this box if you want to use SSL encryption with this address/port. </p>
ro: <p>Selectați această opțiune dacă doriți să utilizați criptare SSL cu această pereche de adresă și port. </p>

source: Browsing
ro: Răsfoire

source: Browsing Settings
ro: Configurări de răsfoire

source: Use browsing
ro: Utilizează răsfoirea

source: Implicit classes
ro: Clase implicite

source: Hide implicit members
ro: Ascunde membrii impliciți

source: Use short names
ro: Utilizează nume scurte

source: Use "any" classes
ro: Utilizează "orice" clase

source: Allow, Deny
ro: Permite, Interzice

source: Deny, Allow
ro: Interzice, Permite

source: Browse port:
ro: Port răsfoire:

source: Browse interval:
ro: Interval de răfoire:

source: Browse timeout:
ro: Temporizare răsfoire:

source: Browse addresses:
ro: Adrese de răsfoire:

source: Browse order:
ro: Ordinea de răsfoire:

source: Browse options:
ro: Opțiuni de răfoire:

# Base
source: Root
ro: Rădăcină

source: All printers
ro: Toate imprimantele

source: All classes
ro: Toate clasele

source: Print jobs
ro: Lucrări de tipărit

source: Administration
ro: Administrare

source: Class
ro: Clasă

source: Printer
ro: Imprimantă

source: Root
ro: Rădăcină

source: CUPS Server Configuration
ro: Configurare server CUPS

source: Short Help
ro: Ajutor rapid

source: CUPS Configuration Error
ro: Eroare de configurare CUPS

source: Some options were not recognized by this configuration tool. They will be left untouched and you won't be able to change them.
ro: Unele opțiuni nu au fost recunoscute de acest utilitar de configurare. Ele vor fi lasate așa și nu aveți posibilitatea să le modificați.

source: Unrecognized Options
ro: Opțiuni necunoscute

source: Unable to find a running CUPS server
ro: Nu am găsit un server CUPS care să funcționeze

source: Unable to restart CUPS server (pid = %1)
ro: Nu am putut reporni serverul CUPS (pid = %1)

source: Unable to retrieve configuration file from the CUPS server. You probably don't have the access permissions to perform this operation.
ro: Nu am putut transfera fișierul de configurare de la serverul CUPS. Probabil nu aveți permisiuni ca să efectuați această operație.

source: The config file has not been uploaded to the CUPS server. The daemon will not be restarted.
ro: Nu am putut pune fișierul de configurare pe serverul CUPS. Demonul CUPS nu va fi repornit.

source: Unable to upload the configuration file to CUPS server. You probably don't have the access permissions to perform this operation.
ro: Nu am putut pune fișierul de configurare pe serverul CUPS. Probabil nu aveți permisiuni ca să efectuați această operație.

source: CUPS configuration error
ro: Eroare de configurare CUPS

source: Unable to write configuration file %1
ro: Nu am putut să scriu fișierul de configurare %1

source: Folders
ro: Dosare

source: Folders Settings
ro: Configurări dosare

source: Data folder:
ro: Dosar de date:

source: Document folder:
ro: Dosar de documente:

source: Font path:
ro: Calea de fonturi:

source: Request folder:
ro: Dosar de cereri:

source: Server binaries:
ro: Executabilele serverului:

source: Server files:
ro: Fișierele serverului:

source: Temporary files:
ro: Fișiere temporare:

source: Filter
ro: Filtru

source: Filter Settings
ro: Configurări filtre

source: Unlimited
ro: Nelimitat

source: User:
ro: Utilizator:

source: Group:
ro: Grup:

source: RIP cache:
ro: Cache RIP:

source: Filter limit:
ro: Limită filtru:

source: Jobs
ro: Lucrări

source: Print Jobs Settings
ro: Configurări lucrări de tipărit

source: Preserve job history
ro: Păstrează istoricul lucrărilor

source: Preserve job files
ro: Păstrează fișierele lucrărilor

source: Auto purge jobs
ro: Elimină automat lucrările

source: Max jobs:
ro: Maxim de lucrări:

source: Max jobs per printer:
ro: Maxim de lucrări per imprimantă:

source: Max jobs per user:
ro: Maxim de lucrări per utilizator:

source: Log
ro: Jurnal

source: Log Settings
ro: Configurări jurnalizare

source: Detailed Debugging
ro: Depanare detaliată

source: Debug Information
ro: Informații de depanare

source: General Information
ro: Informații generale

source: Warnings
ro: Avertizări

source: Errors
ro: Erori

source: No Logging
ro: Fără jurnalizare

source: Access log:
ro: Jurnal de accese:

source: Error log:
ro: Jurnal de erori:

source: Page log:
ro: Jurnal de pagini:

source: Max log size:
ro: Mărime maximă jurnal:

source: Log level:
ro: Nivel de jurnalizare:

source: Network
ro: Rețea

source: Network Settings
ro: Configurări de rețea

source: Keep alive
ro: Menține legătura

source: Double
ro: Dublu

source: Hostname lookups:
ro: Căutare nume mașini:

source: Keep-alive timeout:
ro: Interval menținere legătură:

source: Max clients:
ro: Maxim de clienți:

source: Max request size:
ro: Mărime maximă cerere:

source: Client timeout:
ro: Temporizare client:

source: Listen to:
ro: Ascultă pe:

source: Security
ro: Securitate

source: Security Settings
ro: Configurări de securitate

source: Remote root user:
ro: Utilizator "root" distant:

source: System group:
ro: Grup de sistem:

source: Encryption certificate:
ro: Certificat de criptare:

source: Encryption key:
ro: Cheie de criptare:

source: Locations:
ro: Locații:

source: This location is already defined. Do you want to replace the existing one?
ro: Această locație este definită deja. Doriți să o înlocuiesc pe cea existentă?

source: Server Settings
ro: Configurări server

source: Allow overrides
ro: Permite suprascrieri

source: None
ro: Nimic

source: Classified
ro: Clasificat

source: Confidential
ro: Confidențial

source: Top Secret
ro: Strict secret

source: Unclassified
ro: Declasificat

source: Other
ro: Alta

source: Server name:
ro: Nume server:

source: Server administrator:
ro: Administrator server:
