Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/cupsdconf4.po
Languages: ro

source: Classification:
ro: Clasificare:

source: Default character set:
ro: Setul de caractere implicit:

source: Default language:
ro: Limba implicită:

source: Printcap file:
ro: Fișier „printcap”:

source: Printcap format:
ro: Format "printcap":

source: Welcome to the CUPS Server Configuration Tool
ro: Serverul de configurare CUPS

source: Welcome
ro: Bine ați venit

source: Add...
ro: Adaugă...

source: Edit...
ro: Editează...

source: Default List
ro: Lista implicită

source: User
ro: Utilizator

source: System
ro: Sistem

source: Group
ro: Grup

source: Always
ro: Întotdeauna

source: Never
ro: Niciodată

source: Required
ro: Necesar

source: If Requested
ro: Dacă este cerut

source: All
ro: Tot

source: Any
ro: Orice

source: Resource:
ro: Resursă:

source: Authentication:
ro: Autentificare:

source: Class:
ro: Clasă:

source: Names:
ro: Nume:

source: Encryption:
ro: Criptare:

source: Satisfy:
ro: Satisface:

source: ACL order:
ro: Ordine ACL:

source: ACL addresses:
ro: Adrese ACL:

source: Location
ro: Locație

source: Use SSL encryption
ro: Utilizează criptare SSL

source: Listen To
ro: Ascultă pe

source: KB
ro: Ko

source: MB
ro: Mo

source: GB
ro: Go

source: Tiles
ro: Piese
