Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/cupsdconf4.po
Languages: ro

source: ACL Address
ro: Adresă ACL

source: Allow
ro: Permite

source: Deny
ro: Respinge

source: Type:
ro: Tip:

source: Address:
ro: Adresă:

source: Send
ro: Trimite

source: Relay
ro: Intermediere

source: Poll
ro: Interogare

source: From:
ro: De la:

source: To:
ro: Către:

source: Browse Address
ro: Adresă de răsfoire

source: <b>Server name (ServerName)</b> <p> The hostname of your server, as advertised to the world. By default CUPS will use the hostname of the system.</p> <p> To set the default server used by clients, see the client.conf file.</p> <p> <i>ex</i>: myhost.domain.com</p>
ro: <b>Nume server (ServerName)</b> <p> Numele de mașină al serverului dumneavoastră, așa cum este știut de toată lumea. Implicit CUPS va utiliza numele de mașină al sistemului.</p> <p> Pentru a seta serverul implicit utilizat de clienți, vedeți fișierul client.conf file.</p> <p> <i>exemplu</i>: serverul.domeniu.com</p>

source: <b>Server administrator (ServerAdmin)</b> <p> The email address to send all complaints or problems to. By default CUPS will use "root@hostname".</p> <p> <i>ex</i>: root@myhost.com</p>
ro: <b>Administrator server (ServerAdmin)</b> <p> Adresa de email către care pot fi trimise plîngerile sau problemele. Implicit CUPS utilizează "root@hostname".</p> <p> <i>exemplu</i>: root@serverulmeu.com</p>

source: <b>Access log (AccessLog)</b> <p> The access log file; if this does not start with a leading / then it is assumed to be relative to ServerRoot. By default set to "/var/log/cups/access_log".</p> <p> You can also use the special name <b>syslog</b> to send the output to the syslog file or daemon.</p> <p> <i>ex</i>: /var/log/cups/access_log</p>
ro: <b>Jurnal accese(AccessLog)</b> <p> Fișierul cu jurnalul acceselor. Dacă nu începe cu caracterul "/", atunci este relativ la ServerRoot. Implicit este setat la "/var/log/cups/access_log".</p> <p> Puteți utiliza numele special <b>syslog</b> pentru a trimite mesajele la fișierul syslog sau la demon.</p> <p> <i>exemplu</i>: /var/log/cups/access_log</p>

source: <b>Data directory (DataDir)</b> <p> The root directory for the CUPS data files. By default /usr/share/cups.</p> <p> <i>ex</i>: /usr/share/cups</p>
ro: <b>Director date (DataDir)</b> <p> Directorul rădăcină pentru fișierele de date CUPS. Implicit este /usr/share/cups.</p> <p> <i>exemplu</i>: /usr/share/cups</p>

source: <b>Default character set (DefaultCharset)</b> <p> The default character set to use. If not specified, defaults to utf-8. Note that this can also be overridden in HTML documents...</p> <p> <i>ex</i>: utf-8</p>
ro: <b>Setul de caractere implicit (DefaultCharset)</b> <p> Setul de caractere implicit de utilizat. Dacă nu este specificat, atunci este utf-8. Rețineți că acesta poate fi modificat în documentele HTML.</p> <p> <i>exemplu</i>: utf-8</p>

source: <b>Default language (DefaultLanguage)</b> <p> The default language if not specified by the browser. If not specified, the current locale is used.</p> <p> <i>ex</i>: en</p>
ro: <b>Limba implicită (DefaultLanguage)</b> <p> Limba implicită, dacă nu este specificată de navigator. Dacă nu este specificată, atunci sînt utilizate setările locale.</p> <p> <i>exemplu</i>: en</p>

source: <b>Document directory (DocumentRoot)</b> <p> The root directory for HTTP documents that are served. By default the compiled-in directory.</p> <p> <i>ex</i>: /usr/share/cups/doc</p>
ro: <b>Directorul documentelor (DocumentRoot)</b> <p> Directorul rădăcină pentru documentele HTML care sînt servite. Implicit este directorul setat la compilarea aplicației.</p> <p> <i>exemplu</i>: /usr/share/cups/doc</p>

source: <b>Error log (ErrorLog)</b> <p> The error log file; if this does not start with a leading / then it is assumed to be relative to ServerRoot. By default set to "/var/log/cups/error_log".</p> <p> You can also use the special name <b>syslog</b> to send the output to the syslog file or daemon.</p> <p> <i>ex</i>: /var/log/cups/error_log</p>
ro: <b>Jurnal erori (ErrorLog)</b> <p> Fișierul cu jurnalul erorilor. Dacă nu începe cu caracterul "/", atunci este relativ la ServerRoot. Implicit este setat la "/var/log/cups/error_log".</p> <p> Puteți utiliza numele special <b>syslog</b> pentru a trimite mesajele la fișierul syslog sau la demon.</p> <p> <i>exemplu</i>: /var/log/cups/error_log</p>

source: <b>Font path (FontPath)</b> <p> The path to locate all font files (currently only for pstoraster). By default /usr/share/cups/fonts.</p> <p> <i>ex</i>: /usr/share/cups/fonts</p>
ro: <b>Calea către fonturi (FontPath)</b> <p> Calea unde sînt localizate toate fișierele font (deocamdată numai pentru 'pstoraster'. Implicit este /usr/share/cups/fonts.</p> <p> <i>exemplu</i>: /usr/share/cups/fonts</p>

source: <b>Log level (LogLevel)</b> <p> Controls the number of messages logged to the ErrorLog file and can be one of the following:</p> <ul type=circle> <li><i>debug2</i>: Log everything.</li> <li><i>debug</i>: Log almost everything.</li> <li><i>info</i>: Log all requests and state changes.</li> <li><i>warn</i>: Log errors and warnings.</li> <li><i>error</i>: Log only errors.</li> <li><i>none</i>: Log nothing.</li> </ul><p> <i>ex</i>: info</p>
ro: <b>Nivel de jurnalizare (LogLevel)</b> <p> Controlează numărul de mesaje capturate în fișierul ErrorLog și poate fi unul din următoarele:</p> <ul type="circle"> <li><i>debug2</i>: Jurnalizează orice.</li> <li><i>debug</i>: Jurnalizează aproape totul.</li> <li><i>info</i>: Jurnalizează toate cererile și modificările de stare.</li> <li><i>warn</i>: Scrie numai erorile și avertizările.</li> <li><i>error</i>: Scrie numai erorile.</li> <li><i>none</i>: Nu jurnalizează nimic.</li> </ul><p> <i>exemplu:</i> info</p>

source: <b>Max log size (MaxLogSize)</b> <p> Controls the maximum size of each log file before they are rotated. Defaults to 1048576 (1MB). Set to 0 to disable log rotating.</p> <p> <i>ex</i>: 1048576</p>
ro: <b>Mărimea maximă a jurnalului (MaxLogSize)</b> <p> Controlează mărimea maximă a fiecărui fișier jurnal înainte de a fi rotit. Implicit este 1048576 (1MB). Setați valoarea la 0 pentru a dezactiva rotirea jurnalului.</p> <p> <i>exemplu</i>: 1048576</p>

source: <b>Page log (PageLog)</b> <p> The page log file; if this does not start with a leading / then it is assumed to be relative to ServerRoot. By default set to "/var/log/cups/page_log".</p> <p> You can also use the special name <b>syslog</b> to send the output to the syslog file or daemon.</p> <p> <i>ex</i>: /var/log/cups/page_log</p>
ro: <b>Jurnal pagini (PageLog)</b> <p> Fișierul cu jurnalul paginilor. Dacă nu începe cu caracterul "/", atunci este relativ la ServerRoot. Implicit este setat la "/var/log/cups/page_log".</p> <p> Puteți utiliza numele special <b>syslog</b> pentru a trimite mesajele la fișierul syslog sau la demon.</p> <p> <i>exemplu</i>: /var/log/cups/page_log</p>

source: <b>Preserve job history (PreserveJobHistory)</b> <p> Whether or not to preserve the job history after a job is completed, canceled, or stopped. Default is Yes.</p> <p> <i>ex</i>: Yes</p>
ro: <b>Păstrează istoricul lucrărilor (PreserveJobHistory)</b> <p> Precizează dacă să fie păstrat sau nu istoricul lucrărilor după ce sînt terminare, anulate sau oprite. Implicit este "Da".</p> <p> <i>exemplu</i>: Da</p>

source: <b>Preserve job files (PreserveJobFiles)</b> <p> Whether or not to preserve the job files after a job is completed, canceled, or stopped. Default is No.</p> <p> <i>ex</i>: No</p>
ro: <b>Administrator server (ServerAdmin)</b> <p> Adresa de email către care pot fi trimise plîngerile sau problemele. Implicit CUPS utilizează "root@hostname".</p> <p> <i>exemplu</i>: root@serverulmeu.com</p>

source: <b>Printcap file (Printcap)</b> <p> The name of the printcap file. Default is no filename. Leave blank to disable printcap file generation.</p> <p> <i>ex</i>: /etc/printcap</p>
ro: <b>Fișier "printcap" (Printcap)</b> <p> Numele fișierului "printcap". Implicit nu există. nici un nume de fișier. Lăsați cîmpul necompletat pentru a dezactiva generarea fișierului "printcap".</p> <p> <i>exemplu</i>: /etc/printcap</p>

source: <b>Request directory (RequestRoot)</b> <p> The directory where request files are stored. By default /var/spool/cups.</p> <p> <i>ex</i>: /var/spool/cups</p>
ro: <b>Director cereri (RequestRoot)</b> <p> Directorul unde sînt puse fișierele de cereri. Implicit este /var/spool/cups.</p> <p> <i>exemplu</i>: /var/spool/cups</p>

source: <b>Remote root user (RemoteRoot)</b> <p> The name of the user assigned to unauthenticated accesses from remote systems. By default "remroot".</p> <p> <i>ex</i>: remroot</p>
ro: <b>Utilizator administrator distant (RemoteRoot)</b> <p> Numele de utilizator atribuit acceselor neautentificate de la sistemele distante. Implicit este "remroot".</p> <p> <i>exemplu</i>: remroot</p>

source: <b>Server binaries (ServerBin)</b> <p> The root directory for the scheduler executables. By default /usr/lib/cups or /usr/lib32/cups (IRIX 6.5).</p> <p> <i>ex</i>: /usr/lib/cups</p>
ro: <b>Executabile server (ServerBin)</b> <p> Directorul rădăcină pentru executabilele planificatorului. Implicit este /usr/lib/cups sau /usr/lib32/cups (IRIX 6.5).</p> <p> <i>exemplu</i>: /usr/lib/cups</p>

source: <b>Server files (ServerRoot)</b> <p> The root directory for the scheduler. By default /etc/cups.</p> <p> <i>ex</i>: /etc/cups</p>
ro: <b>Fișiere server (ServerRoot)</b> <p> Directorul rădăcină pentru planificator. Implicit este /etc/cups.</p> <p> <i>exemplu</i>: /etc/cups</p>

source: <b>User (User)</b> <p> The user the server runs under. Normally this must be <b>lp</b>, however you can configure things for another user as needed.</p> <p> Note: the server must be run initially as root to support the default IPP port of 631. It changes users whenever an external program is run...</p> <p> <i>ex</i>: lp</p>
ro: <b>Utilizator (User)</b> <p> Numele de utilizator sub care rulează serverul. În mod normal acesta trebuie să fie <b>lp</b>, dar puteți să configurați și pentru un alt utilizator dacă este nevoie.</p> <p> Observație: serverul trebuie executat inițial ca "root" pentru a accesa portul implicit de IPP pe 631. El comută utilizatorii oricînd trebuie executat un program extern.</p> <p> <i>exemplu</i>: lp</p>

source: <b>Group (Group)</b> <p> The group the server runs under. Normally this must be <b>sys</b>, however you can configure things for another group as needed.</p> <p> <i>ex</i>: sys</p>
ro: <b>Grup (Group)</b> <p> Grupul sub care rulează serverul. În mod normal acesta trebuie să fie <b>sys</b>, dar puteți să configurați și pentru un alt grup dacă este nevoie.</p> <p> <i>exemplu</i>: sys</p>

source: <b>RIP cache (RIPCache)</b> <p> The amount of memory that each RIP should use to cache bitmaps. The value can be any real number followed by "k" for kilobytes, "m" for megabytes, "g" for gigabytes, or "t" for tiles (1 tile = 256x256 pixels). Defaults to "8m" (8 megabytes).</p> <p> <i>ex</i>: 8m</p>
ro: ServerAdmin, etc.) <b>Tampon RIP (RIPCache)</b> <p> Cantitatea de memorie pe care o poate utiliza fiecare RIP pentru a stoca temporar imaginile bitmap. Valoarea poate fi orice număr real urmat de "k" pentru kiloocteți, "m" pentru megaocteți, "g" pentru gigaocteți sau "t" pentru piese (1 piesă = 256x256 pixeli). Implicit este "8m" (8 megaocteți).</p> <p> <i>exemplu</i>: 8m</p>

source: <b>Temporary files (TempDir)</b> <p> The directory to put temporary files in. This directory must be writable by the user defined above! Defaults to "/var/spool/cups/tmp" or the value of the TMPDIR environment variable.</p> <p> <i>ex</i>: /var/spool/cups/tmp</p>
ro: <b>Fișiere temporare (TempDir)</b> <p> Directorul unde să fie puse fișierele temporare. Acest director trebuie să poată fi scris de utilizatorul definit mai sus! Implicit este "/var/spool/cups/tmp" sau valoarea variabilei de mediu TMPDIR.</p> <p> <i>exemplu</i>: /var/spool/cups/tmp</p>

source: <b>Filter limit (FilterLimit)</b> <p> Sets the maximum cost of all job filters that can be run at the same time. A limit of 0 means no limit. A typical job may need a filter limit of at least 200; limits less than the minimum required by a job force a single job to be printed at any time.</p> <p> The default limit is 0 (unlimited).</p> <p> <i>ex</i>: 200</p>
ro: <b>Limită filtru (FilterLimit)</b> <p> Setează costul maxim pentru toate filtrele de lucrare care pot fi executate în același timp. O limită de 0 înseamnă fără limită. O lucrare obișnuită ar trebui să aibă o limită de filtru de cel puțin 200. Limite mai mici decît minimul necesar unei lucrări forțează ca numai o lucrare să fie tipărită la un moment dat.</p> <p> Limita implicită este 0 (nelimitat).</p> <p> <i>exemplu</i>: 200</p>

source: <b>Listen to (Port/Listen)</b> <p> Ports/addresses that are listened to. The default port 631 is reserved for the Internet Printing Protocol (IPP) and is what is used here.</p> <p> You can have multiple Port/Listen lines to listen to more than one port or address, or to restrict access.</p> <p> Note: Unfortunately, most web browsers don't support TLS or HTTP Upgrades for encryption. If you want to support web-based encryption you will probably need to listen on port 443 (the "HTTPS" port...).</p> <p> <i>ex</i>: 631, myhost:80, 1.2.3.4:631</p>
ro: <b>Ascultă pe (Port/Listen)</b> <p> Porturi/adrese pe care se așteaptă cereri. Portul implicit 631 este rezervat pentru Internet Printing Protocol (IPP) și este exact ceea ce este utilizat aici.</p> <p> Puteți avea mai multe linii Port/Adresă pentru a primi cereri pe mai mult de un port sau adresă sau pentru a restricționa accesul.</p> <p> Observație: Din păcate multe navigatoare de web nu suportă TLS sau actualizarea HTTP pentru a avea criptare. Dacă doriți să oferiți suport pentru conexiuni criptate trebuie să acceptați cereri pe portul 443 (portul "HTTPS").</p> <p> <i>exemple</i>: 631, calculator:80, 1.2.3.4:631</p>

source: <b>Hostname lookups (HostNameLookups)</b> <p> Whether or not to do lookups on IP addresses to get a fully-qualified hostname. This defaults to Off for performance reasons...</p> <p> <i>ex</i>: On</p>
ro: <b>Rezolvarea numelor (HostNameLookups)</b> <p> Specifică dacă doriți sau nu să folosiți rezolvarea adreselor de IP în nume complet de mașini. Implicit este dezactivat pentru a nu afecta performanța.</p> <p> <i>exemplu</i>: Activat</p>

source: <b>Keep alive (KeepAlive)</b> <p> Whether or not to support the Keep-Alive connection option. Default is on.</p> <p> <i>ex</i>: On</p>
ro: <b>Permanent (KeepAlive)</b> <p> Specifică dacă doriți sau nu să folosiți conexiuni permanente (opțiunea Keep-Alive). Implicit este activată.</p> <p> <i>exemplu</i>: Activat</p>

source: <b>Keep-alive timeout (KeepAliveTimeout)</b> <p> The timeout (in seconds) before Keep-Alive connections are automatically closed. Default is 60 seconds.</p> <p> <i>ex</i>: 60</p>
ro: <b>Temporizare conexiune permanentă (KeepAliveTimeout)</b> <p> Durata de timp (în secunde) după care conexiunile permanente întrerupte sînt închise automat. Implicit 60 secunde.</p> <p> <i>ex</i>: 60</p>

source: <b>Max clients (MaxClients)</b> <p> Controls the maximum number of simultaneous clients that will be handled. Defaults to 100.</p> <p> <i>ex</i>: 100</p>
ro: <b>Maximul de clienți (MaxClients)</b> <p> Controlează numărul maxim de clienți procesați simultan. Implicit este 100.</p> <p> <i>exemplu</i>: 100</p>

source: <b>Max request size (MaxRequestSize)</b> <p> Controls the maximum size of HTTP requests and print files. Set to 0 to disable this feature (defaults to 0).</p> <p> <i>ex</i>: 0</p>
ro: <b>Mărimea maximă a cererii (MaxRequestSize)</b> <p> Controlează mărimea maximă cererilor HTTP și fișierelor de tipărit. Valoarea 0 dezactivează această caracteristică (implicit este 0).</p> <p> <i>exemplu</i>: 0</p>

source: <b>Client timeout (Timeout)</b> <p> The timeout (in seconds) before requests time out. Default is 300 seconds.</p> <p> <i>ex</i>: 300</p>
ro: <b>Temporizare client (Timeout)</b> <p> Durata de timp (în secunde) după care o cerere va fi terminată abrupt. Implicit este 300 secunde.</p> <p> <i>exemplu</i>: 300</p>

source: <b>Use browsing (Browsing)</b> <p> Whether or not to <b>listen</b> to printer information from other CUPS servers. </p> <p> Enabled by default. </p> <p> Note: to enable the <b>sending</b> of browsing information from this CUPS server to the LAN, specify a valid <i>BrowseAddress</i>. </p> <p> <i>ex</i>: On</p>
ro: <b>Administrator server (ServerAdmin)</b> <p> Adresa de email către care pot fi trimise plîngerile sau problemele. Implicit CUPS utilizează "root@hostname".</p> <p> <i>exemplu</i>: root@serverulmeu.com</p>

source: <b>Use short names (BrowseShortNames)</b> <p> Whether or not to use "short" names for remote printers when possible (e.g. "printer" instead of "printer@host"). Enabled by default.</p> <p> <i>ex</i>: Yes</p>
ro: <b>Administrator server (ServerAdmin)</b> <p> Adresa de email către care pot fi trimise plîngerile sau problemele. Implicit CUPS utilizează "root@hostname".</p> <p> <i>exemplu</i>: root@serverulmeu.com</p>

source: <b>Browse addresses (BrowseAddress)</b> <p> Specifies a broadcast address to be used. By default browsing information is broadcast to all active interfaces.</p> <p> Note: HP-UX 10.20 and earlier do not properly handle broadcast unless you have a Class A, B, C, or D netmask (i.e. no CIDR support).</p> <p> <i>ex</i>: x.y.z.255, x.y.255.255</p>
ro: <b>Adrese de răsfoire (BrowseAddress)</b> <p> Specifică adresa de difuziune de utilizat. Implicit informația implicită de răsfoire este emisă pe toate interfețele active.</p> <p> Observație: HP-UX 10.20 și mai recent nu lucrează corespunzător cu difuzarea traficului dacă nu aveți o mască de rețea din clasa A, B, C sau D (adică nu are suport CIDR).</p> <p> <i>exemplu</i>: x.y.z.255, x.y.255.255</p>

source: <b>Browse allow/deny (BrowseAllow/BrowseDeny)</b> <p> <u>BrowseAllow</u>: specifies an address mask to allow for incoming browser packets. The default is to allow packets from all addresses.</p> <p> <u>BrowseDeny</u>: specifies an address mask to deny for incoming browser packets. The default is to deny packets from no addresses.</p> <p> Both "BrowseAllow" and "BrowseDeny" accept the following notations for addresses:</p> <pre> All None *.domain.com .domain.com host.domain.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> The hostname/domainname restrictions only work if you have turned hostname lookups on!</p>
ro: <b>Permitere/interzicere răsfoire (BrowseAllow/BrowseDeny)</b> <p> <u>BrowseAllow</u>: specifică o mască de rețea pentru adresele cărora să fie permisă răsfoirea. Implicit sînt permise pachete de la toate adresele.</p> <p> <u>BrowseDeny</u>: specifică masca de rețea pentru adresele cărora să le fie interzise pachetele de răfoire. Implicit nu există nici o interzicere.</p> <p> Variabilele "BrowseAllow" și "BrowseDeny" acceptă pentru notarea adreselor următoarele formatate prezentate mai jos:</p> <pre> All None *.domeniu.com .domeniu.com mașină.domeniu.com nnn.* nnn.nnn.* nnn.nnn.nnn.* nnn.nnn.nnn.nnn nnn.nnn.nnn.nnn/mm nnn.nnn.nnn.nnn/mmm.mmm.mmm.mmm </pre><p> Restricțiile de mașină/domeniu funcționnează numai dacă ați activat rezolvarea numelor!</p>

source: <b>Browse interval (BrowseInterval)</b> <p> The time between browsing updates in seconds. Default is 30 seconds.</p> <p> Note that browsing information is sent whenever a printer's state changes as well, so this represents the maximum time between updates.</p> <p> Set this to 0 to disable outgoing broadcasts so your local printers are not advertised but you can still see printers on other hosts.</p> <p> <i>ex</i>: 30</p>
ro: <b>Interval de răsfoire (BrowseInterval)</b> <p> Intervalul de timp între două actualizări a informației de răfoire. Implicit este de 30 secunde.</p> <p> Informația de răsfoire este transmisă oricînd imprimanta își schimbă starea. Astfel, acest interval este timpul maxim între două actualizări.</p> <p> Setați-l la 0 pentru a dezactiva difuziunea informațiilor, astfel încît imprimantele locale nu sînt declarate în rețea, dar puteți totuși să vedeți imprimantele celorlalte mașini din rețea.</p> <p> <i>exemplu</i>: 30</p>

source: <b>Browse order (BrowseOrder)</b> <p> Specifies the order of BrowseAllow/BrowseDeny comparisons.</p> <p> <i>ex</i>: allow,deny</p>
ro: <b>Ordine permisiuni răsfoire (BrowseOrder)</b> <p> Specifică ordinea pentru comparațiile BrowseAllow/BrowseDeny.</p> <p> <i>exemplu</i>: allow,deny</p>

source: <b>Browse poll (BrowsePoll)</b> <p> Poll the named server(s) for printers.</p> <p> <i>ex</i>: myhost:631</p>
ro: <b>Interogare informații de răfoire (BrowsePoll)</b> <p> Interoghează serverele specificate dacă au imprimante.</p> <p> <i>exemplu</i>: serverulmeu:631</p>

source: <b>Browse port (BrowsePort)</b> <p> The port used for UDP broadcasts. By default this is the IPP port; if you change this you need to do it on all servers. Only one BrowsePort is recognized.</p> <p> <i>ex</i>: 631</p>
ro: <b>Port răsfoire (BrowsePort)</b> <p> Portul utilizat pentru pachetele de difuziune UDP. Implicit acesta este portul IPP. Dacă îl schimbați aici, atunci trebuie să faceți acest lucru pentru toate serverele. Numai un singur BrowsePort este recunoscut.</p> <p> <i>exemplu</i>: 631</p>

source: <b>Browse relay (BrowseRelay)</b> <p> Relay browser packets from one address/network to another.</p> <p> <i>ex</i>: src-address dest-address</p>
ro: <b>Releu de răsfoire (BrowseRelay)</b> <p> Pasează pachetele de răsfoire de la o adresă/rețea la alta.</p> <p> <i>exemplu</i>: adresă-sursă adresă-destinație</p>

source: <b>Browse timeout (BrowseTimeout)</b> <p> The timeout (in seconds) for network printers - if we don't get an update within this time the printer will be removed from the printer list. This number definitely should not be less the BrowseInterval value for obvious reasons. Defaults to 300 seconds.</p> <p> <i>ex</i>: 300</p>
ro: <b>Temporizare răsfoire (BrowseTimeout)</b> <p> Timpul maxim (în secunde) pentru imprimantele de rețea după care dacă nu este primită o informație actualizată, imprimanta va fi eliminată din lista de imprimante. Acest număr nu trebuie să fie mai mic decît "intervalul de răsfoire" (BrowseInterval) din motive evidente. Implicit este 300 secunde.</p> <p> <i>exemplu</i>: 300</p>

source: <b>Implicit classes (ImplicitClasses)</b> <p> Whether or not to use implicit classes.</p> <p> Printer classes can be specified explicitly in the classes.conf file, implicitly based upon the printers available on the LAN, or both.</p> <p> When ImplicitClasses is On, printers on the LAN with the same name (e.g. Acme-LaserPrint-1000) will be put into a class with the same name. This allows you to setup multiple redundant queues on a LAN without a lot of administrative difficulties. If a user sends a job to Acme-LaserPrint-1000, the job will go to the first available queue.</p> <p> Enabled by default.</p>
ro: <b>Clase implicite (ImplicitClasses)</b> <p> Precizează dacă să fie utilizate sau nu clase implicite.</p> <p> Clasele de imprimante pot fi specificate explicit în fișierul classes.conf, implicit pe baza imprimantelor disponibile în rețea sau ambele cazuri de mai înainte.</p> <p> Cînd este activă opțiunea „Clase implicite” (ImplicitClasses), imprimantele din rețeaua locală cu același nume (de exemplu LaserPrint-Oarecare-1000) vor fi puse într-o clasă cu același nume. Acest lucru permite să setați cozi multiple redundante fără prea multe dificultăți administrative. Dacă un utilizator trimite o lucrare de tipărit la "LaserPrint Oarecare 1000", lucrarea va ajunge în prima coadă de imprimare disponibilă.</p> <p> Activată în mod implicit.</p>
