Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/kdeprintfax.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
ro: claudiuc@kde.org

source: High (204x196 dpi)
ro: Mare (204x196 dpi)

source: Low (204x98 dpi)
ro: Mică (204x98 dpi)

source: &Resolution:
ro: &Rezoluție:

source: &Paper size:
ro: &Mărimea foii:

source: Mime Type
ro: Tip MIME

source: Command
ro: Comanda

source: Add filter
ro: Adaugă filtru

source: Modify filter
ro: Modifică filtrul

source: Remove filter
ro: Șterge filtrul

source: Move filter up
ro: Mută filtrul sus

source: Move filter down
ro: Mută filtrul jos

source: Empty parameters.
ro: Nu există parametrii.

source: &Name:
ro: &Nume:

source: &Company:
ro: &Firma:

source: N&umber:
ro: N&umăr:

source: Replace international prefix '+' with:
ro: Înlocuiește prefixul internațional '+' cu:

source: Personal Settings
ro: Setări personale

source: Page setup
ro: Setare pagină

source: Page Setup
ro: Setare pagină

source: System
ro: Sistem

source: Fax System Selection
ro: Selectare sistem de fax

source: Filters
ro: Filtre

source: Filters Configuration
ro: Configurare filtre

source: F&ax system:
ro: Sistemul de fa&x:

source: Co&mmand:
ro: Co&manda:

source: Fax &server (if any):
ro: &Serverul de fax (dacă există):

source: &Fax/Modem device:
ro: Dispozitivul &fax/modem:

source: Standard Modem Port
ro: Port modem standard

source: Serial Port #%1
ro: Port serial nr. %1

source: Other
ro: Altul

source: Name
ro: Nume

source: Fax Number
ro: Număr de fax

source: Entries:
ro: Înregistrări:

source: No fax number found in your address book.
ro: Nu am găsit un număr de fax în cartea de adrese.

source: Converting input files to PostScript
ro: Convertesc fișierele de intrare la PostScript

source: Sending fax to %1 (%2)
ro: Trimit faxul către %1 (%2)

source: Sending to fax using: %1
ro: Trimit faxul utilizînd: %1

source: Sending fax to %1...
ro: Trimit faxul către %1...

source: Skipping %1...
ro: Sar peste %1...

source: Filtering %1...
ro: Filtrez %1...

source: Fax log
ro: Jurnal fax

source: Fax Log
ro: Jurnal fax

source: KDEPrint Fax Tool Log
ro: Jurnal utilitar de fax KDE

source: Cannot open file for writing.
ro: Nu pot deschide fișierul pentru scriere.

source: Filter Parameters
ro: Parametrii filtru

source: MIME type:
ro: Tip MIME:

source: Command:
ro: Comandă:

source: Move up
ro: Mută în sus

source: Move down
ro: Mută în jos

source: F&iles:
ro: F&ișiere:

source: Enterprise
ro: Întreprindere

source: Add fax number
ro: Adaugă număr de fax

source: Remove fax number
ro: Șterge numărul de fax

source: &Comment:
ro: &Comentariu:

source: Sched&ule:
ro: &Planificare:

source: Now
ro: Acum

source: At Specified Time
ro: La momentul specificat

source: Su&bject:
ro: Su&biect:

source: Processing...
ro: Procesez...

source: Idle
ro: Pauză

source: Send to Fax
ro: Trimite ca fax

source: &Add File...
ro: &Adaugă fișierul...

source: &Remove File
ro: Ș&terge fișierul

source: &Send Fax
ro: &Trimite faxul

source: A&bort
ro: A&bandonează

source: A&ddress Book
ro: &Cartea de adrese

source: V&iew Log
ro: Vizualizează j&urnalul

source: Vi&ew File
ro: Vizualizează &fișierul

source: &New Fax Recipient...
ro: Destinatar de fax &nou...

source: No file to fax.
ro: Nu ați specificat un fișier de trimis.

source: No fax number specified.
ro: Nu ați specificat un număr de fax.

source: Unable to start Fax process.
ro: Nu am putut porni procesul de fax.

source: Unable to retrieve %1.
ro: Nu pot transfera %1.

source: Fax error: see log message for more information.
ro: Eroare de fax: citiți jurnalul pentru mai multe informații.

source: Enter recipient fax properties.
ro: Introduceți datele destinatarului faxului.

source: &Number:
ro: N&umăr:

source: N&ame:
ro: N&ume:

source: &Enterprise:
ro: Întrepr&indere:

source: Invalid fax number.
ro: Număr de fax ernonat.

source: &File
ro: &Fișier

source: A small fax utility to be used with kdeprint.
ro: Un utilitar de fax utilizat cu kdeprint.

source: Phone number to fax to
ro: Numărul de telefon pentru faxul de trimis

source: Send fax immediately
ro: Trimite faxul imediat

source: Exit after sending
ro: Iese după trimitere

source: File to fax (added to the file list)
ro: fișierul de trimis prin fax (adăugat la lista de fișiere)
