Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/kfile_lnk.po
Languages: ro

source: Windows Link File Information
ro: Informație legătură Windows

source: Size of Target
ro: Mărime țintă

source: Location
ro: Amplasare

source: Points To
ro: Indică către

source: Description
ro: Descriere

source: on Windows disk: %1
ro: pe disc Windows: %1

source: on network share
ro: pe o resusră din rețea

source: KDE tool for opening URLs given in a Windows .lnk file
ro: Instrument KDE pentru deschiderea URL-urilor dintr-un fișier .lnk Windows

source: Map a Windows drive to a local mountpoint, e.g. "C=/mnt/windows". This option can be given multiple times.
ro: Mapează o unitate Windows la un punct de montare local. de ex. „C=/mnt/windows”. Această opțiune poate fi specificată de mai multe ori.

source: Windows .lnk file to open.
ro: Fișier .lnk Windows de deschis.
