Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/kjobviewer.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
ro: claudiuc@kde.org

source: All Printers
ro: Toate imprimantele

source: There is no default printer. Start with --all to see all printers.
ro: Nu există nicio imprimantă implicită. Executați programul cu opțiunea "--all" pentru a vedea toate imprimantele.

source: Print Error
ro: Eroare imprimantă

source: &Jobs
ro: &Lucrări

source: F&ilter
ro: &Filtru

source: A print job viewer
ro: Un vizualizor de lucrări de tipărire

source: The printer for which jobs are requested
ro: Imprimanta pentru care se dorește afișarea lucrărilor

source: Show job viewer at startup
ro: afișează vizualizorul de imprimantă la pornire

source: Show jobs for all printers
ro: afișează lucrările pentru toate imprimantele
