Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/klook.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

# Unknown modification date
source: Unknown
ro: Necunoscută

source: KLook is a quick file content preview program
ro: KLook este un previzualizator rapid al conținutului fișierelor

source: Developer
ro: Dezvoltator

source: File index
ro: Index de fișiere

source: Turn on embedded mode
ro: Activează regimul înglobat

source: X position of the icon
ro: Poziția X a pictogramei

source: Y position of the icon
ro: Poziția Y a pictogramei

source: Width of the icon
ro: Lățimea pictogramei

source: Height of the icon
ro: Înălțimea pictogramei

source: A required argument 'file'
ro: Argumentul obligatoriu „fișier”
