Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/kprinter.po
Languages: ro

source: A printer tool for KDE
ro: Un utilitar de tipărire pentru KDE

source: Make an internal copy of the files to print
ro: Creează o copie internă a fișierelor de tipărit

source: Printer/destination to print on
ro: destinația/imprimanta la care se tipărește

source: Title/Name for the print job
ro: titlu/nume pentru lucrarea de tipărit

source: Number of copies
ro: Numărul de copii

source: Printer option
ro: opțiuni imprimantă

source: Job output mode (gui, console, none)
ro: mod de generare lucrare (gui, console, none)

source: Print system to use (lpd, cups)
ro: sistemul de tipărire de utilizat (lpd, cups)

source: Allow printing from STDIN
ro: permite tipărirea de la STDIN

source: Do not show the print dialog (print directly)
ro: Nu afișează dialogul de tipărire (tipărește direct)

source: Files to load
ro: fișiere de încărcat

source: Print Information
ro: Informații imprimantă

source: Print Warning
ro: Avertizare tipărire

source: Print Error
ro: Eroare tipărire

source: Print info
ro: Informații tipărire

source: Print warning
ro: Avertizare tipărire

source: Print error
ro: Eroare tipărire

source: A file has been specified on the command line. Printing from STDIN will be disabled.
ro: Ați specificat un fișier în linia de comandă. Tipărirea de la STDIN va fi dezactivată.

source: When using '--nodialog', you must at least specify one file to print or use the '--stdin' flag.
ro: Cînd utilizați opțiunea '--nodialog', trebuie să specificați cel puțin un fișier de tipărit sau să folosiți opțiunea '--stdin'.

source: The specified printer or the default printer could not be found.
ro: Nu am găsit imprimanta specificată sau imprimanta implicită.

source: Operation aborted.
ro: Operație anulată.

source: Unable to construct the print dialog.
ro: Nu am putut crea dialogul de tipărire.

source: Multiple files (%1)
ro: Fișiere multiple (%1)

source: Nothing to print.
ro: Nimic de tipărit.

source: Unable to open temporary file.
ro: Imposibil de deschis fișierul temporar.

source: Stdin is empty, no job sent.
ro: STDIN este gol. Nu am trimis nimic la imprimantă.

source: Unable to copy file %1.
ro: Nu am putut copia fișierul %1.

source: Error while printing files
ro: Eroare la tipărirea fișierelor
