Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/nepomuk-system-tray.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

# @action:inmenu
source: Start service
ro: Pornește serviciul

# @action:inmenu
source: Stop service
ro: Oprește serviciul

# @info:tooltip
source: Start/Stop service manually
ro: Pornește/oprește serviciul manual

# @info:status Launching
source: Launching
ro: Se lansează

# @info:status Running
source: Running
ro: Rulează

# @info:status Idle
source: Idle
ro: Inactiv

# @info:status Suspended
source: Suspended
ro: Suspendat

# @info:status Service is not working cause it should not
source: Not started
ro: Nepornit

source: Failed
ro: Eșuat

# @info:status Status unknown
source: Unknown
ro: Necunoscut

# @action:inmenu
source: Backup Nepomuk
ro: Copie de rezervă Nepomuk

source: Indexes files
ro: Indexează fișiere

source: Resume File Indexing
ro: Reia indexarea fișierelor

source: Suspend File Indexing
ro: Suspendă indexarea fișierelor

source: Suspend or resume the file indexer manually
ro: Suspendă sau reia manual indexatorul de fișiere

source: shortStatus
ro: stareScurtă

source: statusMessage
ro: mesajDeStare

source: Nepomuk Controller
ro: Controlor Nepomuk

source: A small tool to monitor and control Nepomuk services
ro: Mic utilitar pentru monitorizarea și controlul serviciilor Nepomuk

source: Maintainer
ro: Responsabil

source: Nepomuk status
ro: Stare Nepomuk

source: Show all services
ro: Arată toate serviciile

# @info:status Plugin has not initialize yet.
source: Plugin has not initialize yet. Try few milliseconds later
ro: Extensia nu s-a inițializat încă. Reîncercați peste cîteva milisecunde

source: Actions
ro: Acțiuni

source: Nepomuk Services
ro: Servicii Nepomuk

source: Configure Nepomuk
ro: Configurare Nepomuk

source: Not Running: %1 Running: %2
ro: Nu rulează: %1 Rulează: %2

# @info:tooltip All services are not running( failed or not started
source: No running services
ro: Nu rulează servicii

# @info:tooltip All services started and none failed
source: All services are running
ro: Toate serviciile rulează
