Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/nepomukpeopletag.po
Languages: ro

source: Refreshing data...
ro: Reîmprospătare date...

source: Nepomuk contacts
ro: Contacte Nepomuk

source: Not in any group
ro: În niciun grup

source: Loading data...
ro: Încărcare date...

source: Refreshing groups...
ro: Reîmprospătare grupuri...

source: Add a person into Nepomuk
ro: Adaugă o persoană în Nepomuk

source: Adding person...
ro: Adăugare persoană...

source: Full name
ro: Nume deplin

source: Group
ro: Grup

source: Status
ro: Stare

source: People linked to this picture
ro: Persoane legate la această imagine

source: Remove this person
ro: Elimină această persoană

source: People you know
ro: Persoane cunoscute

source: Search
ro: Caută

source: Add another person
ro: Adaugă altă persoană
