Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma_applet_lionmail.po
Languages: ro

source: Collection %1
ro: Colecția %1

source: Nothing to display. Please set up Lion Mail.
ro: Nu-i nimic de afișat. Configurați Lion Mail.

source: Please select an Email Folder
ro: Alegeți un dosar pentru poștă

source: Collections
ro: Colecții

source: Loading collection list, please wait....
ro: Se încarcă lista de colecții, așteptați...

source: Icon and subject
ro: Pictogramă și subiect

source: Icon, subject and sender
ro: Pictogramă, subiect și expeditor

source: Icon, subject, sender and header
ro: Pictogramă, subiect, expeditor și antet

source: Full email
ro: Scrisoarea întreagă

# Tooltip sub text
source: Click on the icon to monitor your emails
ro: Apăsați pe pictogramă pentru a vă monitoriza scrisorile

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">General Options</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Opțiuni generale</span></p></body></html>

source: Allow HTML
ro: Permite HTML

source: <b>Select Collections</b>
ro: <b>Alegeți colecții</b>

source: Remove Collection
ro: Elimină colecția

source: Add Collection
ro: Adaugă colecție

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Collection Settings</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Configurări colecție</span></p></body></html>

source: Show
ro: Arată

source: emails
ro: scrisori

source: Only show unread emails
ro: Arată numai scrisorile necitite

source: Display
ro: Afișare

source: Save Collection Settings
ro: Salvează configurarea colecției

source: Email Size
ro: Dimensiune scrisoare

source: Loading emails...
ro: Se încarcă scrisorile...

source: No emails found
ro: Nu au fost găsite scrisori

# title of the extenderitem
source: %1 (%2 unread)
ro: %1 (%2 necitite)

# Label for stats in the collection
source: Loading statistics...
ro: Se încarcă statisticile...

source: 1 email
ro: 1 scrisoare

source: 1 email (%2 new)
ro: 1 scrisoare (%2 noi)

source: Unknown Sender
ro: Expeditor necunoscut

# flag important
source: Click to mark message as Important
ro: Apăsați pentru a marca mesajul ca important

# flag Task
source: Click to mark message as Action Item
ro: Apăsați pentru a marca mesajul ca element de acțiune

source: Date:
ro: Dată:

source: To:
ro: Către:

source: CC:
ro: Copie:

source: BCC:
ro: Copie oarbă:

source: <h3>Loading body...</h3>
ro: <h3>Se încarcă corpul...</h3>

source: <h3>Empty body loaded.</h3>
ro: <h3>Corp gol încărcat.</h3>

source: <i>Sender unkown</i>
ro: <i>Expeditor necunoscut</i>

# list title
source: New Messages
ro: Mesaje noi

source: New Messages
ro: Mesaje noi

# tooltip on the refresh button
source: Check Mail
ro: Verifică poșta

# no active search, no results shown
source: Idle.
ro: Inactiv.

# tab text
source: New (%1)
ro: Noi (%1)

# tab text
source: Important (%1)
ro: Importante (%1)

# clear button in emailnotifier popup -- keep short
source: Clear
ro: Curăță

# tooltip clear button
source: Hide all messages
ro: Ascunde toate mesajele

# tab title
source: Important Messages
ro: Mesaje importante

# dialog status
source: Checking mail...
ro: Se verifică poșta...

source: Mail
ro: Poștă

source: %1 New Message
ro: %1 mesaj nou

# tooltip: no new emails
source: No New Messages
ro: Niciun mesaj nou

source: <b>Folders</b>
ro: <b>Dosare</b>

source: <b>Messages</b>
ro: <b>Mesaje</b>

# tooltip on expandbutton
source: Show more
ro: Arată mai mult

# tooltip on expandbutton
source: Collapse
ro: Restrînge

# open icon tooltip
source: Open this Email
ro: Deschide această scrisoare

# delete email button
source: Delete this Message
ro: Șterge acest mesaj

# empty subject label
source: (No Subject)
ro: (Fără subiect)

# context menu
source: Mark as Todo
ro: Marchează ca sarcină

# context menu
source: Mark as Spam
ro: Marchează ca spam
