Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma-server.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Grigore Moldovan

# EMAIL OF TRANSLATORS
source: Your emails
ro: grigoremoldovan@netscape.net

source: Run Plasma widgets in their own window
ro: Lansează controalele Plasma în ferestre individuale

source: No description available
ro: Nici o descriere nu e disponibilă

source: Plasma Widget Viewer
ro: Vizualizor pentru controalele Plasma

source: Original author
ro: Autor original

source: Displays a list of known applets
ro: Afișează o listă cu miniaplicațiile cunoscute

source: Name of applet to view; may refer to the plugin name or be a path (absolute or relative) to a package. If not provided, then an attempt is made to load a package from the current directory.
ro: Titlul miniaplicației de afișat; poate fi numele plugin-ului sau o cale (absolută sau relativă) a unui pachet. Dacă nu e specificat, atunci se va încerca încărcarea unui pachet din directorul actual.

source: Optional arguments of the applet to share
ro: Argumente opționale pentru miniaplicația de partajat

source: List zeroconf announced remote widgets
ro: Lista zeroconf a anunțat controale de pe alte sisteme
