Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma_engine_publictransport.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

# @info/plain
source: trams
ro: tramvaie

# @info/plain
source: tram
ro: tramvai

# @info/plain
source: buses
ro: autobuze

# @info/plain
source: bus
ro: autobuz

# @info/plain
source: subways
ro: metrouri

# @info/plain
source: subway
ro: metrou

# @info/plain
source: interurban trains
ro: trenuri interurbane

# @info/plain
source: interurban train
ro: tren interurban

# @info/plain
source: metros
ro: metrouri

# @info/plain
source: metro
ro: metrou

# @info/plain
source: trolley buses
ro: troleibuze

# @info/plain
source: trolley bus
ro: troleibuz

# @info/plain
source: regional trains
ro: trenuri regionale

# @info/plain
source: regional train
ro: tren regional

# @info/plain
source: regional express trains
ro: trenuri regionale rapide

# @info/plain
source: regional express train
ro: tren regional rapid

# @info/plain
source: interregional trains
ro: trenuri interregionale

# @info/plain
source: interregional train
ro: tren interregional

# @info/plain
source: intercity / eurocity trains
ro: trenuri interurbane

# @info/plain
source: intercity / eurocity train
ro: tren interurban

# @info/plain
source: intercity express trains
ro: trenuri interurbane rapide

# @info/plain
source: intercity express train
ro: tren interurban rapid

# @info/plain
source: ferries
ro: feriboturi

# @info/plain
source: ferry
ro: feribot

# @info/plain
source: ships
ro: nave

# @info/plain
source: ship
ro: navă

# @info/plain airplanes
source: planes
ro: avioane

# @info/plain an airplane
source: plane
ro: avion

# @info/plain Unknown type of vehicle
source: Unknown
ro: Necunoscut

source: Service providers for %1.
ro: Furnizori de serviciu pentru %1.

# @info/plain
source: The provider is ready to use
ro: Furnizorul e gata de folosit

# @info/plain
source: Support for provider type %1 is not available
ro: Suportul pentru tipul de furnizor %1 nu este disponibil

# @info/plain A short string indicating support for arrivals to a stop.
source: Arrivals
ro: Sosiri

# @info/plain A short string indicating support for journeys
source: Journey search
ro: Căutare călătorie

# @info/plain A short string indicating that delay information can be provided
source: Delays
ro: Întîrzieri

source: News
ro: Noutăți

# @info/plain A short string indicating that platform information can be provided
source: Platform
ro: Platformă

# @info/plain A short string indicating support for stop suggestions
source: Stop suggestions
ro: Sugestii de oprire

# @info/plain A short string indicating support for querying stops by geo position
source: Stops by geolocation
ro: Opriri după amplasarea geografică

# @info/plain A short string indicating that stop IDs can be provided
source: Stop ID
ro: Id. oprire

source: Stop geolocation
ro: Amplasare geografică a opririi

# @info/plain A short string indicating that pricing information can be provided
source: Pricing
ro: Preț

# @info/plain A short string indicating that route information can be provided
source: Route information
ro: Informații despre rută
