Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma-meegoapp.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Grigore Moldovan

# EMAIL OF TRANSLATORS
source: Your emails
ro: grigoremoldovan@netscape.net

source: Shell used to load Plasma widgets as stand-alone applications.
ro: Înveliș folosit pentru a lansa controale Plasma ca și aplicații independente.

source: Plasma Widgets shell
ro: Înveliș pentru controale Plasma

source: Copyright 2006-2009, The KDE Team
ro: Drept de autor © 2006-2009, Echipa KDE

source: Author and maintainer
ro: Autor și responsabil

source: Show window decorations around the widget
ro: Afișează decorațiile ferestrei în jurul controlului

source: Do not show window decorations around the widget
ro: Nu afișa decorațiile ferestrei în jurul controlului

source: Display the widget fullscreen
ro: Afișează controlul întins pe tot ecranul

source: Name of applet to view; may refer to the plugin name or be a path (absolute or relative) to a package. If not provided, then an attempt is made to load a package from the current directory.
ro: Numele miniaplicaţiei de afișat; poate fi numele plugin-ului sau o cale (absolută sau relativă) a unui pachet. Dacă nu e specificat, atunci se va încerca încărcarea unui pachet din directorul actual.

source: Optional arguments for the applet to add
ro: Argumente opționale pentru miniaplicaţia de adăugat
