Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma_applet_nepomukcontextchooser.po
Languages: ro

source: Available Types
ro: Tipuri disponibile

source: Selected Types
ro: Tipuri alese

source: Add
ro: Adaugă

source: Remove
ro: Elimină

source: Change sort order
ro: Schimbă ordinea de sortare

# @info:tooltip
source: Current work context: <emphasis>%1</emphasis>
ro: Contextul de lucru curent: <emphasis>%1</emphasis>

# @info:tooltip
source: You are working in the context of <emphasis>%1</emphasis>. This means that files, emails, and other resources can easily be related to it.
ro: Lucrați în contextul <emphasis>%1</emphasis>. Aceasta înseamnă că fișierele, scrisorile și alte resurse pot fi legate de acesta cu ușurință.

# @action:button
source: No work context selected
ro: Niciun context de lucru ales

# @info:tooltip
source: No work context selected
ro: Niciun context de lucru ales

# @info:tooltip
source: Choose the current work context to be able to easily relate files, emails, and other resources to it.
ro: Alegeți contextul de lucru actual pentru a putea face legătura ușor între acesta și fișiere, scrisori și alte resurse.

source: Start Ginkgo
ro: Pornește Ginko

source: Context Types
ro: Tipuri de context

source: Select the types that should be selectable as work context
ro: Alegeți tipurile care să fie eligibile pentru contextul de lucru
