Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/plasma_wallpaper_scripted_image.po
Languages: ro

source: Color
ro: Culoare

source: Script Path
ro: Calea către script

source: The path to the script file which will print an image path
ro: Calea către fișierul cu script ce va tipări calea către o imagine

source: Run Every
ro: Rulează la fiecare

source: How often to re-run the script
ro: Cît de des să ruleze scriptul

source: hh 'Hours' mm 'Mins' ss 'Secs'
ro: hh 'Ore' mm 'Minute' ss 'Secunde'

source: This image will be displayed when no image has been loaded or when there is an error
ro: Această imagine va fi afișată cînd nu a fost încărcată altă imagine sau cînd a avut loc o eroare

source: Fallback Image
ro: Imagine de rezervă

source: Positioning
ro: Poziționare

source: Scaled & Cropped
ro: Scalat și decupat

source: Scaled
ro: Scalat

source: Scaled, keep proportions
ro: Scalat proporțional

source: Centered
ro: Centrat

source: Tiled
ro: În dale

source: Center Tiled
ro: Dale centrate
