Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/resourceinspector.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Rating
ro: Evaluare

source: Tags
ro: Marcaje

source: Nepomuk resource inspector
ro: Inspector de resurse Nepomuk

source: Browse and run Nepomuk resources
ro: Răsfoiți și rulați resurse Nepomuk

source: The resource to inspect
ro: Resursa de inspectat

source: Show all
ro: Arată tot

source: Search
ro: Caută

source: Show only items of type "%1"
ro: Arată numai elementele de tipul „%1”
