Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-*/virtuosoconverter.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: No Virtuoso Nepomuk database found. Nothing to convert.
ro: Nu au fost găsite baze de date Nepomuk Virtuoso. Nu este nimic de convertit.

source: Installed Virtuoso version is 5. No need to convert.
ro: Versiunea instalată de Virtuoso e 5. Conversia nu este necesară.

source: Ready to convert Nepomuk database to Virtuoso 6 format.
ro: Gata pentru conversia bazei de date Nepomuk în formatul Virtuoso 6.

source: Could not find a valid Virtuoso installation.
ro: Nu a fost găsită nicio instalare validă de Virtuoso.

source: Nepomuk Database already converted to version 6.
ro: Baza de date Nepomuk este convertită deja la versiunea 6.

source: Start Conversion
ro: Începe conversia

source: Converting Virtuoso database to version 6...
ro: Se convertește baza de date Virtuoso la versiunea 6...

source: Nepomuk Virtuoso database conversion failed: %1
ro: Conversia bazei de date Nepomuk Virtuoso a eșuat: %1

source: Nepomuk Virtuoso database successfully converted to version 6.
ro: Baza de date Nepomuk Virtuoso a fost convertită cu succes la versiunea 6.

source: Please disable Nepomuk before starting the converter.
ro: Dezactivați Nepomuk înainte de a porni convertorul.

source: Creating backup in <filename>%1</filename>...
ro: Se creează copia de siguranță în <filename>%1</filename>...

source: Failed to create backup (%1).
ro: Crearea copiei de siguranță a eșuat (%1).

source: Starting Virtuoso version 5...
ro: Se pornește Virtuoso versiunea 5...

source: Dumping V5 database to %1...
ro: Se descarcă baza de date V5 în %1...

source: Shutting down Virtuoso version 5...
ro: Se oprește Virtuoso versiunea 5...

source: Deleting Virtuoso V5 database files...
ro: Se șterg fișierele cu baza de date Virtuoso V5...

source: Starting Virtuoso version 6...
ro: Se pornește Virtuoso versiunea 6...

source: Importing dump from %1 into V6 database.
ro: Se importă descărcarea din %1 în baza de date V6.

source: Removing backup data.
ro: Se elimină datele copiei de rezervă.

source: Removing temp data.
ro: Se șterg datele temporare.

source: Virtuoso Converter
ro: Convertor Virtuoso

source: Virtuoso V5 to V6 converter
ro: Convertor Virtuoso V5 la V6

source: Maintainer
ro: Responsabil

source: Automatic mode without user interaction
ro: Regim automat fără intervenția utilizatorului

source: Do not create a backup of the data before converting.
ro: Nu crea o copie de siguranță a datelor înainte de conversie.

source: Keep the dump of the old database.
ro: Păstrează descărcarea bazei de date vechi.
