Repository: Jobava/kde-localization
Catalog: kf5/apps/applications/desktop_applications_kate.po
Languages: ro

# Name
source: Backtrace Browser
ro: Navigator de backtrace-uri

# Comment
source: Backtrace navigation tool view
ro: Mod de vizualizare a navigării backtrace

# Name
source: Close Except/Like
ro: Închide excepția/precum

# Comment
source: Close group of documents based on a common path or file extension
ro: Închide grupul de documente avînd la bază o cale sau extensie de fișier comune

# Name
source: File system browser
ro: Navigator sistem de fișiere

# Comment
source: File system browser tool view
ro: Mod de vizualizare navigator sistem de fișiere

# Name
source: File Tree
ro: Arborele fișierelor

# Comment
source: Displays the open documents in a tree
ro: Afișează documentele deschise într-un arbore

# Comment
source: Provides a simple GDB frontend
ro: Oferă o interfață simplă pentru GDB

# Name
source: Build Plugin
ro: Modul de construire

# Comment
source: Compile or Make and parse error messages
ro: Compilează sau rulează Make și parcurge mesajele de eroare

# Comment
source: Look up definitions/declarations with CTags
ro: Caută definiții/declarații cu CTags

# Name
source: SQL Plugin
ro: Modul SQL

# Comment
source: Execute query on SQL databases
ro: Execută interogări asupra bazelor de date SQL

# Name
source: Terminal tool view
ro: Vizualizare de unelte Terminal

# Comment
source: Toolview embedding a terminal widget
ro: Vizualizare de unelte ce înglobează un terminal

# Name
source: Open Header
ro: Deschide antet

# Comment
source: Opens the corresponding .h/[.cpp|.c] file
ro: Deschide fișierul .h/[.cpp|.c] corespunzător

# Name
source: Project Plugin
ro: Modul de proiecte

# Comment
source: Project plugin for Kate
ro: Modul de proiecte pentru Kate

# Name
source: Search & Replace
ro: Căutare și înlocuire

# Comment
source: Search & replace in opened documents or in files on disk
ro: Căutare și înlocuire în documentele deschise sau în fișiere de pe disc

# Comment
source: Kate Session Launcher
ro: Lansator de sesiuni Kate

# Name
source: Snippets tool view
ro: Vizualizare de unelte pentru fragmente

# Comment
source: Toolview embedding the snippets management
ro: Vizualizare de unelte ce înglobează gestiunea fragmentelor

# Name
source: Symbol Viewer
ro: Vizualizator de simboluri

# Comment
source: Extract and show reference symbols from source
ro: Extrage și arată simbolurile de referință din sursă

# Name
source: Text Filter
ro: Filtru text

# Comment
source: Easy text filtering
ro: Filtrare ușoară a textului

# Name
source: XML Completion
ro: Completare XML

# Comment
source: Lists XML elements, attributes, attribute values and entities allowed by DTD
ro: Listează elemente XML, atribute, valori de atribute și entități permise de DTD

# GenericName
source: Advanced Text Editor
ro: Redactor de text avansat

# GenericName
source: Text Editor
ro: Editor de text
