Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-games/mancala.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: &File
ro: &Fișier

source: Main Toolbar
ro: Bara de unelte principală

source: You got a bonus turn
ro: Ați primit o mutare cadou

source: Computer got a bonus turn
ro: Calculatorul a primit o mutare cadou

source: Sorry, you have no move
ro: Nu mai aveți mutări

source: Click on a Cup
ro: Apăsați pe o cupă

source: Click on a cup in the lower row
ro: Apăsați pe o cupă din rîndul de jos

source: Sorry, not enough stones to move
ro: Nu sînt destule pietre pentru a muta

source: Loading game...
ro: Se încarcă jocul...

source: No Move human
ro: Om fără mutări

source: No Move Computer
ro: Calculator fără mutări

source: Mancala Game for KDE
ro: Joc de Mancala pentru KDE

source: Current Maintainer
ro: Responsabil actual

source: Coding help
ro: Ajutor la cod

source: Turn: your
ro: Rînd: jucător

source: Human Player: 0
ro: Jucător uman: 0

source: Computer: 0
ro: Calculator: 0

source: &New Game
ro: Joc &nou

source: &Restart Game
ro: &Reinițializează jocul

source: Human Player: %1
ro: Jucător uman: %1

source: Computer: %1
ro: Calculator: %1

source: Turn: computer
ro: Rînd: calculator

source: Game Over
ro: Jocul s-a încheiat
