Repository: Jobava/kde-localization
Catalog: kdelibs4/doc/playground-*/kioslave_print.po
Languages: ro

source: ROLES_OF_TRANSLATORS
ro: &tradClaudiuCostin;

source: The <acronym>print</acronym> KIOSlave gives quick access to browse different &kdeprint; sections via <quote>virtual folders</quote>. These folders provide some information about and quick access to your print subsystem.
ro: Dispozitivul de I/E <acronym>print</acronym> vă permite să răsfoiți rapid diferitele secțiuni ale &kdeprint; prin intermediul <quote>folderelor virtuale</quote>. Aceste foldere vă afișează informații despre subsistemul de tipărire.

source: <command>print:/</command> represents one more of those useful KIOSlaves implemented by &kde;. To access it, just type <userinput>print:/ </userinput> into the address field of &konqueror;. <userinput>print:/ </userinput> doesn't purely provide <quote>read-only</quote> access to your print subsystem, but it also allows you to change settings of your printers, of your print system and lets you create new printers and classes.
ro: <command>print:/</command> reprezintă unul din multele dispozitive utile implementate de &kde;. Pentru a-l accesa nu trebuie decît să scrieți <userinput>print:/</userinput> în cîmpul de adresă al &konqueror;. <userinput>print:/</userinput> nu oferă numai un acces <quote>în mod citire</quote> la subsistemul de tipărire, ci vă permite să modificați setările imprimantelor și de asemenea să adăugați noi imprimante și clase.

source: You are asked for the Administrator or root password, if you are not allowed a view or an operation as a normal user.
ro: Dacă o anumită operație sau anumite informații nu sînt accesibile unui utilizator normal, vi se va cere parola de "administrator" sau "root".

source: You can bookmark frequently used shortcuts like <command>print:/manager</command>
ro: Puteți să salvați semnele de carte utilizate frecvent, precum <command>print:/manager</command>

source: Valid syntax is either <userinput>print:/[path-to-virtual-folder]</userinput> or <userinput>print:[path-to-virtual-folder]</userinput>
ro: Sintaxa validă este <userinput>print:/[cale-la-folder-virtual]</userinput> sau <userinput>print:[cale-la-folder-virtual]</userinput>

source: Note, that some of the views and actions offered do heavily depend on the print subsystem that is installed on your box and presently activated for &kde;. Pages showing printer information display only those parts that are valid for the &kde; selected print subsystem. (So if you normally run <acronym>CUPS</acronym>, but switched temporarily to <quote>Generic UNIX LPD Printing</quote>, which is possible, you will see less printer info, because LPD is not capable of using the same amount of print settings as are possible in CUPS).
ro: Observație: Unele vizualizări și acțiuni depind puternic de subsistemul de tipărire care este instalat pe calculatorul dumneavoastră și activat pentru &kde;. Paginile cu informații despre imprimante afișează numai acele părți care sînt valide pentru subsistemul de tipărire &kde; selectat. Dacă în mod normal rulați <acronym>CUPS</acronym>, dar ați comutat temporar la <quote>Tipărire LPD UNIX generică</quote> -- ceea ce este posibil -- veți vedea mult mai puține informații deoarece LPD nu este capabil să utilizeze același volum de setări ca în CUPS.

source: Valid syntax to access different virtual folders and a short explanation of what they represent:
ro: Sintaxa corectă pentru a accesa diferite foldere virtuale și o scurtă explicație despre ceea ce reprezintă:

source: Some examples
ro: Unele exemple

source: <userinput>print:/ </userinput> (&ie; the root of print-kioslave)
ro: <userinput>print:/</userinput> (adică rădăcina dispozitivului "print")

source: virtual root for browsing your print subsystem. It displays subfolders <quote>Classes</quote>, <quote>Jobs</quote>, <quote>Manager</quote>, <quote>Printers</quote>, and <quote>Specials</quote>
ro: rădăcina virtuală pentru răsfoirea subsistemului de tipărire. Afișează subfolderele <quote>Clase</quote>, <quote>Lucrări</quote>, <quote>Manager</quote>, <quote>Imprimante</quote> și <quote>Speciale</quote>

source: <userinput>print:/classes</userinput> or <userinput>print:classes </userinput>
ro: <userinput>print:/classes</userinput> sau <userinput>print:classes</userinput>

source: view your printer classes (supported by and useful for CUPS only)
ro: afișează clasele de imprimante (suportat și util numai pentru CUPS)

source: <userinput>print:/classes/class_name </userinput> or <userinput>print:classes/class_name </userinput>
ro: <userinput>print:/classes/nume_clasă</userinput> sau <userinput>print:classes/nume_clasă</userinput>

source: view all members of the named printer class (supported by and useful only for CUPS)
ro: afișează toți membrii clasei de imprimante (suportat și util numai pentru CUPS)

source: <userinput>print:/jobs </userinput> or <userinput>print:jobs </userinput>
ro: <userinput>print:/jobs</userinput> sau <userinput>print:jobs</userinput>

source: lists the current and pending jobs.
ro: listează lucrările curente și în așteptare

source: <userinput>print:/printers </userinput> or <userinput>print:printers </userinput>
ro: <userinput>print:/printers</userinput> sau <userinput>print:printers</userinput>

source: lists all your printers. Clicking on a printer name shows more info about that printer.
ro: listează toate imprimantele dumneavoastră. Dacă dați clic pe numele unei imprimante, veți vedea mai multe informații despre acea imprimantă.

source: <userinput>print:/printers/printer_name </userinput> or <userinput>print:printers/printer_name </userinput>
ro: <userinput>print:/printers/nume_imprimantă</userinput> sau <userinput>print:printers/nume_imprimantă</userinput>

source: displays useful info about the named printer
ro: afișează informații utile despre imprimantă

source: <userinput>print:/manager </userinput> or <userinput>print:manager </userinput>
ro: <userinput>print:/manager</userinput> sau <userinput>print:manager</userinput>

source: opens a page very similar to the &kdeprint; Manager module inside the &kde; Control Center. Switch to a different printing system here or do every other administrative task.
ro: deschide o pagină foarte similară cu modulul Manager &kdeprint; din Centrul de Control &kde;. Aici puteți comuta un sistem de tipărire diferit sau să executați orice altă acțiune administrativă.

source: This is the most important of access points to your printing system.
ro: Acesta este una dintre cele mai importante părți ale sistemului dumneavoastră de tipărire.

source: <userinput>print:/specials </userinput> or <userinput>print:specials </userinput>
ro: <userinput>print:/specials</userinput> sau <userinput>print:specials</userinput>

source: lists all presently available <quote>special printers</quote>: Likely you'll see:
ro: listează toate <quote>imprimantele speciale</quote> disponibile. Este posibil să vedeți:

source: The two that let you save a printfile to disk, in &PostScript; or <acronym>PDF</acronym> format.
ro: Cele două care vă lasă să salvați pe disc un fișier cu lucrarea tipărită, în format &PostScript; sau <acronym>PDF</acronym>.

source: One that sends it as a <acronym>PDF</acronym> attachment via &kmail;.
ro: Cea care trimite lucrarea ca fișier <acronym>PDF</acronym> atașat prin intermediul &kmail;.

source: And last, send it via fax, if you have one of the supported fax backends active, <application>Hylafax</application> or <application>efax</application>.
ro: Și ultima care o trimite prin fax dacă aveți activ unul din subsistemele de fax: <application>Hylafax</application> sau <application>efax</application>.

source: You can also put <command>print:/manager</command> or similar as the command in the <quote>Quick Command</quote> utility (started via <keycombo action="simul">&Alt;<keycap>F2</keycap></keycombo>)
ro: Puteți introduce <command>print:/manager</command> sau similar ca și comandă în mini-linia de comandă (activată cu combinația de taste <keycombo action="simul">&Alt;<keycap>F2</keycap></keycombo>)

source: You can learn more about printing and &kdeprint;'s powerful abilities by reading the <ulink url="help:/kdeprint/index.html">&kdeprint; Handbook locally</ulink> or at the <ulink url="http://printing.kde.org/">&kdeprint; Website</ulink> where there are documents online (<acronym>HTML</acronym> and <acronym>PDF</acronym>),containing <ulink url="http://printing.kde.org/documentation/tutorials/">Tutorials</ulink>, as well as <ulink url="http://printing.kde.org/faq/">FAQs</ulink> and Tips and Tricks related to printing in general.
ro: Puteți afla mai multe despre tipărire și funcțiile puternice ale &kdeprint; dacă citiți <ulink url="help:/kdeprint/index.html">Manualul &kdeprint;</ulink> local sau <ulink url="http://printing.kde.org/">site-ul de web &kdeprint;</ulink> unde există documentele publice (<acronym>HTML</acronym> și <acronym>PDF</acronym>), conținînd <ulink url="http://printing.kde.org/documentation/tutorials/">Tutoriale</ulink>, <ulink url="http://printing.kde.org/faq/">Răspunsuri la întrebări frecvente</ulink> și sfaturi generale cu privire la procesul de tipărire.
