Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/kdelibs/desktop_kdelibs_nepomuk-core.po
Languages: ro

# Name
source: Nepomuk Cleaner
ro: Curățător Nepomuk

# Comment
source: Nepomuk Cleaning Job
ro: Lucrare de curățare Nepomuk

# Comment
source: Nepomuk Service Version 2
ro: Serviciu Nepomuk Versiunea 2

# Comment
source: Nepomuk Service
ro: Serviciu Nepomuk

# Name
source: Nepomuk Server
ro: Server Nepomuk

# Comment
source: The Nepomuk Server providing Storage services and strigi controlling
ro: Serverul Nepomuk, oferind servicii de stocare și control strigi

# Name
source: Nepomuk Mobi Extractor
ro: Extractor Mobi pentru Nepomuk

# Comment
source: Nepomuk File extractor for MobiPocket Files
ro: Extractor de fișiere MobiPocket pentru Nepomuk

# Name
source: Nepomuk EPub Extractor
ro: Extractor EPub pentru Nepomuk

# Comment
source: Nepomuk File extractor for EPub Files
ro: Extractor de fișiere EPub pentru Nepomuk

# Name
source: Nepomuk Exiv2 Extractor
ro: Extractor Exiv2 pentru Nepomuk

# Comment
source: Nepomuk File extractor for Image files
ro: Extractor de imagini pentru Nepomuk

# Comment
source: Nepomuk File Extractor
ro: Extractor de fișiere pentru Nepomuk

# Name
source: Nepomuk FFmpeg Extractor
ro: Extractor FFmpeg pentru Nepomuk

# Comment
source: Nepomuk File extractor for Video files
ro: Extractor de fișiere video pentru Nepomuk

# Name
source: Nepomuk Odf Extractor
ro: Extractor ODF pentru Nepomuk

# Comment
source: Nepomuk File extractor for ODF files
ro: Extractor de fișiere ODF pentru Nepomuk

# Name
source: Nepomuk Office2007 Extractor
ro: Extractor Office2007 pentru Nepomuk

# Comment
source: Nepomuk File extractor for Office2007 files
ro: Extractor de fișiere Office2007 pentru Nepomuk

# Name
source: Nepomuk Office Extractor
ro: Extractor Office pentru Nepomuk

# Comment
source: Nepomuk File extractor for DOC, XLS and PPT files
ro: Extractor de fișiere DOC, XLS și PPT pentru Nepomuk

# Name
source: Nepomuk Plain Text Extractor
ro: Extractor de text simplu pentru Nepomuk

# Comment
source: Nepomuk File extractor for text files
ro: Extractor de fișiere textuale pentru Nepomuk

# Name
source: Nepomuk Poppler Extractor
ro: Extractor Poppler pentru Nepomuk

# Comment
source: Nepomuk File extractor for PDF files
ro: Extractor de fișiere PDF pentru Nepomuk

# Name
source: Nepomuk TagLib Extractor
ro: Extractor TagLib pentru Nepomuk

# Comment
source: Nepomuk File extractor for Music Files
ro: Extractor de fișiere muzicale pentru Nepomuk

# Name
source: File Indexer Service
ro: Serviciu indexator de fișiere.

# Comment
source: Nepomuk Service which indexes files on the desktop
ro: Serviciu Nepomuk care indexează fișierele de pe birou

# Comment
source: Desktop Search
ro: Căutare de birou

# Name
source: Indexing suspended
ro: Indexare suspendată

# Comment
source: File indexing has been suspended by the search service.
ro: Indexarea de fișiere a fost suspendată de serviciul de căutare.

# Name
source: Indexing resumed
ro: Indexare reluată

# Comment
source: File indexing has been resumed by the search service.
ro: Indexarea de fișiere a fost reluată de serviciul de căutare.

# Comment
source: The Nepomuk file watch service for monitoring file changes
ro: Serviciu de supraveghere a fișierelor Nepomuk, pentru monitorizarea modificării fișierelor

# Comment
source: Nepomuk file watch service
ro: Serviciu de supraveghere a fișierelor Nepomuk

# Name
source: New Removable Device
ro: Dispozitiv amovibil nou

# Comment
source: A new unknown removable device has been mounted
ro: Un dispozitiv amovibil necunoscut nou a fost montat

# Name
source: Folder Watch Limit
ro: Limita de urmărire a dosarelor

# Description
source: To avoid missing file changes, raise the folder watch limit
ro: Pentru a nu rata schimbări în fișiere, măriți limita de urmărire a dosarelor

# Name
source: Nepomuk Backup
ro: Copie de siguranță Nepomuk

# Name
source: Nepomuk Data Storage
ro: Stocare date Nepomuk

# Comment
source: The Core Nepomuk data storage service
ro: Serviciul esențial Nepomuk pentru stocarea datelor

# Name
source: Semantic Data Storage
ro: Mediu de stocare a datelor semantice

# Comment
source: Semantic Desktop
ro: Birou semantic

# Name
source: Failed to start Nepomuk
ro: Pornirea Nepomuk a eșuat

# Comment
source: The Nepomuk Semantic Desktop system could not be started
ro: Sistemul de birou semantic Nepomuk nu a putut fi pornit

# Name
source: Converting Nepomuk data
ro: Conversie date Nepomuk

# Comment
source: All Nepomuk data is converted to a new storage backend
ro: Toate datele Nepomuk sînt convertite la un nou suport de stocare

# Name
source: Converting Nepomuk data failed
ro: Conversia datelor Nepomuk a eșuat

# Comment
source: Converting Nepomuk data to a new backend failed
ro: Conversia datelor Nepomuk către un nou suport de stocare a eșuat

# Name
source: Converting Nepomuk data done
ro: Conversia datelor Nepomuk s-a încheiat

# Comment
source: Successfully converted Nepomuk data to new backend
ro: Datele Nepomuk au fost convertite cu succes către noul suport
