Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-pim/recpicker.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Recipients Picker Demo
ro: Demonstrație Alegere destinatari

source: Select recipient
ro: Alegeți destinatarul

source: Advanced Interface
ro: Interfață avansată

source: Toggles between a simple interface to add one or more persons as recipient or an advanced interface with more possibilities which are not required so often.
ro: Comută între o interfață simplă, pentru a adăuga una sau mai multe persoane ca destinatar, și una avansată, cu mai multe posibilități ce sînt utilizate mai rar.

source: This list displays persons who are filtered with the settings above.
ro: Această listă afișează persoanele filtrate cu setările de mai sus.

source: Marked persons only
ro: Numai persoanele marcate

source: Show only persons who are marked with a status
ro: Afișează numai persoanele marcate cu o stare

source: Search
ro: Căutare

source: Address book:
ro: Carte de adrese:

source: All
ro: Toate

source: Distribution Lists
ro: Liste distribuție

source: Basic Interface
ro: Interfață simplă

source: Category
ro: Categorie
