Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/extragear-sdk/plasmawallpaperviewer.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Viewer for Plasma wallpapers
ro: Vizualizator pentru fundaluri Plasma

source: No description available
ro: Nicio descriere disponibilă

source: No wallpaper plugins installed.
ro: Niciun modul de fundaluri instalat.

source: Installed wallpaper plugins:
ro: Module de fundal instalate:

source: Modes: %1
ro: Regimuri: %1

source: Plasma Wallpaper Viewer
ro: Vizualizator de fundaluri Plasma

source: Author and maintainer
ro: Autor și responsabil

source: The desired height in pixels
ro: Înălțimea dorită, în pixeli

source: The desired width in pixels
ro: Lățimea dorită, în pixeli

source: The wallpaper plugin to use
ro: Modulul de fundal de utilizat

source: The mode to put the wallpaper in
ro: Regimul în care să fie pus fundalul

source: List all the known wallpapers and their modes
ro: Enumeră toate fundalurile cunoscute și regimurile acestora

source: Configure %1 Wallpaper
ro: Configurează fundalul %1
