Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-accessibility/ksayit.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: New
ro: Nou

source: Rename...
ro: Redenumire...

source: Delete...
ro: Ștergere...

source: Overview
ro: Sumar

source: Chapter
ro: Capitol

source: Keywords
ro: Cuvinte-cheie

source: Keyword
ro: Cuvînt-cheie

source: Authors
ro: Autori

source: Author
ro: Autor

source: Date
ro: Data

source: Release Info
ro: Informații ediție

source: Title
ro: Titlu

source: Paragraph
ro: Paragraf

source: Section Level 1
ro: Nivel secțiune 1

source: Section Level 2
ro: Nivel secțiune 2

source: Section Level 3
ro: Secțiune 3

source: Section Level 4
ro: Secțiune 4

source: Section Level 5
ro: Nivel secțiune 5

source: Unable to make document persistent.
ro: Imposibil de făcut documentul persistent.

source: XML-Error
ro: Eroare XML

source: Document Contents
ro: Conținutul documentului

source: Info
ro: Informații

source: Page
ro: Pagină

source: Hidden
ro: Ascuns

source: unnamed
ro: nedenumit

source: Empty Document
ro: Document gol

source: Untitled
ro: Fără titlu

source: Unable to open File.
ro: Imposibil de deschis fișierul.

source: Plain File
ro: Fișier simplu

source: Failed wrapping the file into XML.
ro: Eșec la încadrarea fișierului într-un XML.

source: The file is of type %1, 'book' expected.
ro: Acesta este un fișier de tip %1, se așteaptă un fișier de tip „carte”.

source: Save File
ro: Salvează fișierul

source: The given URL is invalid. Try 'File save as...' instead.
ro: URL-ul dat este invalid. Încercați mai degrabă „Salvați fișierul ca...”.

source: Unable open file to write.
ro: Imposibil de deschis fișierul pentru scriere.

source: Save operation currently works on local files only.
ro: Momentan, operația de salvare funcționează doar pentru fișiere locale.

source: Save File As
ro: Salvează fișierul ca

source: The given URL is invalid.
ro: URL-ul dat nu este valid.

source: Maybe the structure of the document has been changed. Please check if this bookmark is still valid.
ro: Poate s-a schimbat structura documentului. Verificați dacă semnul de carte este în continuare valid.

source: Bookmark not found. Maybe the file content or the bookmark URL has been changed.
ro: Semnul de carte nu a fost găsit. Poate că URL-ul semnului de carte sau conținutul fișierului s-a schimbat.

source: Rename Item
ro: Redenumește element

source: Please enter the new name of the item:
ro: Introduceți noua denumire a elementului:

source: New Chapter Title
ro: Titlu noului capitol

source: New Keyword
ro: Cuvînt-cheie nou

source: Author(s)
ro: Autor(i)

source: Firstname Surname
ro: Prenume Nume

source: Firstname
ro: Prenume

source: Surname
ro: Nume

source: Release
ro: Ediție

source: New Section Title
ro: Titlul noii secțiuni

source: Effect Stack Setup
ro: Configurare stivă effect

source: Available:
ro: Disponibil:

source: Active:
ro: Activ:

source: Doubleclick opens the setup dialog.
ro: Dublu-clic deschide dialogul de configurare.

source: Remove All
ro: Elimină toate

source: Say
ro: Spune

source: Pause
ro: Întrerupe

source: Shut Up
ro: Taci

source: Next Sentence
ro: Propoziția următoare

source: Previous Sentence
ro: Propoziția precedentă

source: Clear
ro: Curăță

source: Edit Text
ro: Editează text

source: Bookmarks
ro: Semne de carte

source: Ready.
ro: Gata.

source: Edit Mode ON.
ro: Regim de editare ACTIV.

source: Edit Mode OFF.
ro: Regim de editare INACTIV.

source: Open file...
ro: Deschidere fișier...

source: File to Speak
ro: Fișier de vorbit

source: Save file...
ro: Salvare fișier...

source: Save file as...
ro: Salvare fișier ca...

source: Exiting...
ro: Termin...

source: Do you really want to quit?
ro: Sigur ieșiți?

source: Toggle the statusbar...
ro: Comută bara de stare...

source: Setup
ro: Configurare

source: speaking Clipboard...
ro: vorbire clipboard...

source: synthesizing...
ro: sintetizare...

source: Paused...
ro: Întrerupt...

source: This is not a KSayIt bookmark.
ro: Acesta nu este un semn de carte KSayIt.

source: Bookmark not found
ro: Semn de carte negăsit

source: untitled
ro: neintitulat

source: &Action
ro: &Acțiune

source: Main Toolbar
ro: Bara de unelte principală

source: KSayIt - A Text To Speech frontend for KDE
ro: Vorbitor - Interfață KDE pentru Text-în-vorbire

source: KSayIt
ro: Vorbitor

source: Fatal error while parsing XML-Paragraph:
ro: Eroare fatală la analiza paragrafului XML:

source: %1, Line: %2
ro: %1, Linie: %2

source: Fatal error
ro: Eroare fatală

source: Unresolved entity found: %1.
ro: S-a găsit o entitate nerezolvată: %1.

source: KSayIt does not support DocBook files with external entities.
ro: Vorbitorul nu susține fișiere DocBook cu entități externe.

source: Parsing can continue, but the resulting text will contain gaps.
ro: Parcurgerea poate continua, dar textul rezultat va conține lacune.

source: Parser problem
ro: Problemă parcurgere

source: Voice Settings
ro: Configurări voce

source: The active TTS system does not make use of aRts effects.
ro: Sistemul TTS activ nu face uz de efectele aRts.

source: Plugin Configuration
ro: Configurare module
