Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kdepim-runtime/kcm_akonadi.po
Languages: ro

source: Do you really want to delete the selected agent instance?
ro: Sigur doriți să ștergeți instanța aleasă a agentului?

source: Multiple Agent Deletion
ro: Ștergere agenți multipli

source: Remove resource from your Akonadi server.
ro: Elimină resursa din serverul Akonadi,

source: R&emove
ro: &Elimină

source: Modify your installed resources
ro: Modificați resursele instalate

source: &Modify...
ro: &Modificare...

source: Add resource to your Akonadi server.
ro: Adăugați resurse la serverul Akonadi.

source: A&dd...
ro: A&dăugare...

source: <b>The Akonadi server is running.</b>
ro: <b>Serverul Akonadi rulează</b>

source: Stop
ro: Oprește

source: The Akonadi server is <b>not</b> running.
ro: Serverul Akonadi <b>nu</b> rulează.

source: Start
ro: Pornește

source: Status
ro: Stare

source: Note: The changes made above will only take effect after the next server restart.
ro: Observație: Modificările făcute mai sus vor intra în vigoare numai după următoarea repornire a serverului.

source: Test your MySQL settings for Akonadi.
ro: Verificați configurările MySQL pentru Akonadi.

source: Test...
ro: Testare...

source: Stop Akonadi
ro: Oprește Akonadi

source: Restart Akonadi
ro: Repornește Akonadi

source: Restart
ro: Repornește

source: Choose whether Akonadi should use an internal or external MySQL server.
ro: Alegeți dacă Akonadi să folosească un server MySQL intern sau extern.

source: Use internal MySQL server
ro: Utilizează server MySQL intern

source: Internal MySQL Server
ro: Server MySQL intern

source: MySQL server executable:
ro: Executabilul serverului MySQL:

source: External MySQL Server
ro: Server MySQL extern

source: Database name:
ro: Denumire bază de date:

source: Host:
ro: Gazdă:

source: Username:
ro: Utilizator:

source: Enter the username required to access your MySQL database.
ro: Introduceți numele de utilizator necesar pentru a accesa baza de date MySQL.

source: Password:
ro: Parolă:

source: Enter the password required to access your MySQL database.
ro: Introduceți parola necesară pentru a accesa baza de date MySQL.

source: Options:
ro: Opțiuni:

source: External PostgreSQL Server
ro: Server PostgreSQL extern

source: Server database storage driver
ro: Driver de stocare pentru baza de date

source: Database driver
ro: Driver pentru baza de date
