Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-*/desktop_extragear-*_polkit-kde-kcmodules-1.po
Languages: ro

# Name
source: System policy settings
ro: Configurări politică de sistem

# Name
source: Read system authorizations
ro: Citește autorizările de sistem

# Description
source: Authorization is required to read system authorizations
ro: Pentru a citi autorizările sistemului este nevoie de autorizare

# Name
source: Change implicit authorizations for an action
ro: Schimbă autorizările implicite pentru o acțiune

# Description
source: Authorization is required to change implicit authorizations
ro: Pentru a schimba autorizările implicite este nevoie de autorizare

# Name
source: Change explicit authorizations for an action
ro: Schimbă autorizările explicite pentru o acțiune

# Description
source: Authorization is required to change explicit authorizations
ro: Pentru a schimba autorizările explicite este nevoie de autorizare

# Name
source: Change global configuration for system policies
ro: Schimbă configurarea globală pentru politici de sistem

# Description
source: Authorization is required to change global configuration for system policies
ro: Pentru a schimba configurarea globală pentru politici de sistem este nevoie de autorizare

# Name
source: Actions Policy
ro: Politică acțiuni

# Comment
source: Configure policies for trusted actions in the system
ro: Configurează politici pentru acțiunile de încredere în sistem

# Name
source: Global Policy Configuration
ro: Configurare de politică globală

# Comment
source: Configure global settings for system policies
ro: Configurează parametrii globali pentru politici de sistem

# Name
source: System policies
ro: Politici de sistem
