Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-*/desktop_extragear-*_nepomuk-webminer.po
Languages: ro

# Comment
source: Harvest meta data from websites and add them to Nepomuk
ro: Culege metadate de pe saituri și le adaugă în Nepomuk

# Name
source: Nepomuk-WebMiner Plugin
ro: Extensie Nepomuk-WebMiner

# GenericName
source: Nepomuk-WebMiner Plugin
ro: Extensie Nepomuk-WebMiner

# X-KDE-Submenu
source: Desktop Search
ro: Căutare de birou

# Name
source: Harvest meta data for this file or folder
ro: Culege metadate pentru acest fișier sau dosar

# Name
source: Harvest meta data for this file or folder (automatically)
ro: Culege metadate pentru acest fișier sau dosar (automat)

# Name
source: Harvest meta data for this file or folder (force download)
ro: Culege metadate pentru acest fișier sau dosar (forțează descărcarea)

# Name
source: Harvest meta data for this file or folder (automatically, force download)
ro: Culege metadate pentru acest fișier sau dosar (automat, forțează descărcarea)

# Comment
source: Nepomuk-WebMiner Configuration
ro: Configurare Nepomuk-Webminer

# X-KDE-Keywords
source: Nepomuk,Metadata
ro: Nepomuk,Metadate

# Name
source: Nepomuk-WebMiner Service
ro: Serviciu Nepomuk-WebMiner
