Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-*/desktop_extragear-*_wacomtablet.po
Languages: ro

# Name
source: Wacom Tablet Settings
ro: Configurări pentru planșeta Wacom

# Comment
source: Hotplugging and profile support for Wacom tablets
ro: Suport pentru atașare și profiluri pentru planșete Wacom

# Name
source: Graphic Tablet
ro: Planșetă grafică

# Comment
source: Wacom Tablet Settings
ro: Configurări pentru planșeta Wacom

# Name
source: Wacom Tablet
ro: Planșetă Wacom

# Comment
source: Wacom tablet control daemon
ro: Demon pentru controlul planșetelor Wacom

# Comment
source: Wacom Tablet
ro: Planșetă Wacom

# Name
source: WacomTablet
ro: PlanșetăWacom

# Name
source: New tablet connected
ro: Planșetă nouă conectată

# Comment
source: New graphic tablet connected
ro: A fost conectată o planșetă grafică nouă

# Name
source: Tablet removed
ro: Planșetă eliminată

# Comment
source: Graphic tablet removed
ro: A fost eliminată o planșetă grafică

# Name
source: A tablet error
ro: O eroare de planșetă

# Comment
source: An error occurred with the tablet
ro: A intervenit o eroare legată de planșetă
