Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-*/kcm_polkitactions.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: '%1' on active console
ro: „%1” pe consola activă

source: '%1' on inactive console
ro: „%1” pe consola inactivă

source: '%1' on any console
ro: „%1” pe orice consolă

source: %2 has the following policy: %3
ro: %2 are următoarea politică: %3

source: %1 group
ro: %1 grup

source: Implicit authorizations
ro: Autorizări implicite

source: Any
ro: Oricare

source: Yes
ro: Da

source: No
ro: Nu

source: Administrator Authentication
ro: Autentificare administrator

source: Administrator Authentication (retain)
ro: Autentificare administrator (reține)

source: Authentication
ro: Autentificare

source: Authentication (retain)
ro: Autentificare (reține)

source: Inactive console
ro: Consolă inactivă

source: Active console
ro: Consolă activă

source: Local authorizations
ro: Autorizări locale

source: Remove
ro: Elimină

source: Add
ro: Adaugă

source: Here you can set a higher priority policy restricted to some users or groups
ro: Aici puteți stabili o politică de prioritate mai înaltă, restricționată la anumiți utilizatori sau grupuri

source: Administrator Authentication (one shot)
ro: Autentificare administrator (o încercare)

source: Authentication (one shot)
ro: Autentificare (o încercare)

source: Title
ro: Titlu

source: Add...
ro: Adăugare...

source: Pick an action on the right
ro: Alegeți o acțiune din dreapta

source: Global system policy settings
ro: Configurări globale pentru politici de sistem

source: A configuration for polkit-1 system administrators and policy priorities
ro: Configurare pentru administratorii de sistem și prioritățile de politică polkit-1

source: From this module, you can configure system administrators and priorities for the policies defined in the Actions module
ro: Din acest modul puteți configura administratorii de sistm și prioritățile pentru politicile definite în modulul Acțiuni

source: Maintainer
ro: Responsabil
