Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-*/mangonel.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Mangonel Configuration
ro: Configurare Mangonel

source: Shortcut to show Mangonel:
ro: Accelerator pentru afișarea Mangonel

source: A simple application launcher for KDE4.
ro: Un lansator de aplicații simplu pentru KDE4.

source: Developer
ro: Dezvoltator

source: Developer, original author
ro: Dezvoltator, autor original

source: Show Mangonel
ro: Arată Mangonel

source: Configuration
ro: Configurare

source: Run application
ro: Execută o aplicație

source: Open control module
ro: Deschide un modul de control

source: Calculation
ro: Calcul

source: Open path
ro: Deschide o cale

source: Shell command
ro: Comandă de consolă

source: Unit conversion
ro: Conversie unități
