Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/kdeplasma-addons/desktop_workspace_kdeplasma-addons.po
Languages: ro

# Name
source: Bouncy Ball
ro: Minge săritoare

# Comment
source: A bouncy ball for plasma
ro: O minge săritoare pentru Plasma

# Name
source: Binary Clock
ro: Ceas binar

# Comment
source: Time displayed in binary format
ro: Ora afișată în format binar

# Name
source: Black Board
ro: Tablă de scris

# Comment
source: Draw a quick note or a colorful image
ro: Desenează o notă rapidă pe o imagine colorată

# Name
source: Bookmarks
ro: Semne de carte

# Comment
source: Quick Access to the Bookmarks
ro: Acces rapid la semnele de carte

# Comment
source: A pretty bubble that monitors your system
ro: Un balon drăguț ce vă monitorizează sistemul

# Comment
source: Calculate simple sums
ro: Calculează sume simple

# Name
source: Character Selector
ro: Selector caractere

# Comment
source: View, select, and copy characters from a font collection
ro: Vizualizează, alege și copiază caractere dintr-o colecție de fonturi

# Name
source: Comic Strip
ro: Benzi desenate

# Comment
source: View comic strips from the Internet
ro: Afișează benzi desenate din Internet

# Name
source: Community
ro: Comunitate

# Comment
source: Communicate using the Social Desktop
ro: Comunicați utilizînd Biroul Social

# Keywords
source: Utilities;
ro: Utilitare;

# Name
source: Dictionary
ro: Dicționar

# Comment
source: Look up the meaning of words and their translation into different languages
ro: Caută semnificația cuvintelor și traducerea acestora în diferite limbi

# Name
source: Eyes
ro: Ochi

# Comment
source: XEyes clone
ro: Clonă XEyes

# Comment
source: Put the pieces in order
ro: Potriviți piesele

# Name
source: File Watcher
ro: Supraveghetor de fișiere

# Comment
source: Watch for changes in specified files
ro: Urmărește fișierele specificate după modificări

# Name
source: Picture Frame
ro: Cadru imagine

# Comment
source: Display your favorite pictures
ro: Afișează imaginile dumneavoastră preferate

# Name
source: Fuzzy Clock
ro: Ceas evaziv

# Comment
source: Time displayed in a less precise format
ro: Ora afișată într-un format mai puțin exact

# Name
source: Icon-Only Task Manager
ro: Gestionar de sarcini bazat pe pictograme

# Comment
source: Switch between running applications
ro: Comută printre aplicațiile ce rulează

# Name
source: Incoming Message
ro: Mesaj recepționat

# Comment
source: Notification of new messages
ro: Notificare la mesaje noi

# Name
source: KDE Observatory
ro: Observator KDE

# Comment
source: Visualize the KDE ecosystem
ro: Vizualizează ecosistemul KDE

# Name
source: Input Method Panel
ro: Panou pentru Metode de Intrare

# Name
source: KnowledgeBase
ro: Bază de cunoștințe

# Comment
source: Opendesktop Knowledgebase
ro: Bază de cunoștințe Opendesktop

# Name
source: Color Picker
ro: Selector de culori

# Comment
source: Pick a color from the desktop
ro: Alegeți o culoare de pe birou

# Name
source: Konqueror Profiles
ro: Profiluri Konqueror

# Comment
source: List and launch Konqueror profiles
ro: Enumeră și lansează profiluri Konqueror

# Name
source: Konsole Profiles
ro: Profiluri konsolă

# Comment
source: List and launch Konsole profiles
ro: Enumeră și lansează profiluri de consolă

# Name
source: Lancelot Launcher
ro: Lansatorul Lancelot

# Comment
source: Launcher to start applications
ro: Lansator de aplicații

# Comment
source: Lancelot Menu
ro: Meniul Lancelot

# Name
source: Usage logging is activated
ro: Jurnalizarea utilizării este activată

# Comment
source: Shown only on first launch. Notifies that the usage logging is turned 'on'.
ro: Afișat numai la prima lansare. Notifică că jurnalizarea utilizării este activată.

# Name
source: Error opening the log
ro: Eroare la deschiderea jurnalului

# Comment
source: Failed to open the log file.
ro: Eșec la deschiderea fișierului-jurnal.

# Name
source: Shelf
ro: Poliță

# Name
source: Leave A Note
ro: Lasă o notiță

# Comment
source: Leave notes for users while they are away
ro: Lasă notițe pentru utilizatori cît timp aceștia sînt plecați

# Name
source: Life
ro: Viață

# Comment
source: Conway's Game of Life applet
ro: Miniaplicație „Jocul vieții” al lui Conway

# Comment
source: Display moon phases for your location
ro: Afișează fazele lunii pentru locația dumneavoastră

# Comment
source: A magnification glass for the Plasma desktop
ro: Lupă pentru biroul Plasma

# Name
source: Media Player
ro: Redare multimedia

# Comment
source: Widget that can play video and sound
ro: Control grafic ce poate reda video și sunet

# Comment
source: Update and view your microblog status.
ro: Actualizați și vizualizați-vă starea pe microblog.

# Name
source: News
ro: Știri

# Comment
source: Show news from various sources
ro: Afișează noutăți din diverse surse

# Name
source: Notes
ro: Note

# Comment
source: Desktop sticky notes
ro: Notițe de birou lipicioase

# Name
source: Now Playing
ro: În redare

# Comment
source: Displays currently playing audio
ro: Afișează cîntecul redat la moment

# Name
source: Pastebin
ro: Coș de lipire

# Comment
source: Paste text/images to a remote server
ro: Lipește text/imagini spre un server distant

# Comment
source: Pastebin Widget
ro: Control Coș de lipire

# Name
source: Copied pastebin link
ro: Legătura pentru Coșul de lipire copiată

# Comment
source: The pastebin URL has been copied to the clipboard
ro: URL-ul coșului de lipire a fost copiat în clipboard

# Name
source: Paste
ro: Lipește

# Comment
source: Paste text snippets
ro: Lipește frînturi de text

# Name
source: Keyboard
ro: Tastatură

# Comment
source: A virtual, on-screen keyboard
ro: Tastatură virtuală pe ecran

# Name
source: Previewer
ro: Previzualizator

# Comment
source: Quickly preview a variety of files
ro: Previzualizează rapid o varietate de fișiere

# Name
source: Preview This File
ro: Previzualizează acest fișier

# Name
source: Qalculate!
ro: Qalculează!

# Comment
source: A powerful mathematical equation solver
ro: Un rezolvator puternic de ecuații matematice

# Name
source: Remember The Milk
ro: Nu uita laptele

# Comment
source: Remember The Milk Todo list applet
ro: Miniaplicație cu listă de sarcini Nu uita laptele

# Name
source: Show Widget Dashboard
ro: Arată tabloul de bord al controalelor

# Comment
source: Show the Plasma widget dashboard above other windows
ro: Arată tabloul de bord cu controale Plasma deasupra celorlalte ferestre

# Name
source: Show Desktop
ro: Arată biroul

# Comment
source: Show the Plasma desktop
ro: Arată biroul Plasma

# Name
source: Social News
ro: Știri sociale

# Comment
source: Stay informed with the Social Desktop
ro: Rămîneți informat cu Biroul Social

# Comment
source: OpenDesktop Activities Widget
ro: Control pentru activități OpenDesktop

# Name
source: New Activity
ro: Activitate nouă

# Comment
source: Something interesting has happened in your friends network
ro: S-a întîmplat ceva interesant în rețeaua prietenilor

# Name
source: Spell Check
ro: Verificare ortografie

# Comment
source: Fast spell checking
ro: Verificare ortografică rapidă

# Name
source: System Load Viewer
ro: Vizualizator încărcare sistem

# Comment
source: Tiny CPU/RAM/Swap monitor
ro: Monitor minuscul pentru procesor/memorie/swap

# Name
source: Timer
ro: Cronometru

# Comment
source: Countdown over a specified time period
ro: Cronometrează pentru o anumită perioadă

# Name
source: Unit Converter
ro: Convertor de unități

# Comment
source: Plasmoid for converting units
ro: Plasmoid pentru conversia unităților

# Name
source: Weather Forecast (QML)
ro: Prognoza vremii (QML)

# Name
source: Weather Forecast
ro: Prognoza vremii

# Comment
source: Displays Weather information
ro: Afișează informații meteorologice

# Name
source: LCD Weather Station (QML)
ro: Stație meteo ECL (QML)

# Name
source: LCD Weather Station
ro: Stație meteo ECL

# Comment
source: Weather reports with an LCD display style
ro: Rapoarte meteo cu un stil de Ecran cu Cristale Lichide

# Comment
source: Show a part of a webpage
ro: Arată o porțiune de pagină web

# Name
source: Grid Desktop
ro: Birou-grilă

# Name
source: Grouping Panel
ro: Panou de grupare

# Comment
source: Plugin for Plasma Comic Engine
ro: Modul pentru Motorul de benzi desenate Plasma

# Name
source: Comic Strips
ro: Benzi desenate

# Comment
source: Online comic strips
ro: Benzi desenate online

# Name
source: Comic
ro: Benzi desenate

# Comment
source: Comic Package Structure
ro: Structură pachet de benzi desenate

# Name
source: KDE Commits Engine
ro: Motor de comiteri KDE

# Name
source: KDE Observatory Data Engine
ro: Motor de date pentru Observatorul KDE

# Comment
source: DataEngine for Kimpanel
ro: Motor de date pentru Kimpanel

# Comment
source: identi.ca and twitter micro-blogging services
ro: Servicii de micro-blogging identi.ca și twitter

# Name
source: Open Collaboration Services
ro: Servicii de Colaborare Deschisă

# Name
source: Astronomy Picture of the Day
ro: Imaginea zilei din astronomie

# Comment
source: Apod Provider
ro: Furnizor Apod

# Name
source: Earth Science Picture of the Day
ro: Imaginea zilei din științele naturii

# Comment
source: Epod Provider
ro: Furnizor Epod

# Name
source: Flickr Picture of the Day
ro: Imaginea zilei de pe Flickr

# Comment
source: Flickr Provider
ro: Furnizor Flickr

# Comment
source: Osei Provider
ro: Furnizor Osei

# Name
source: Picture of the Day
ro: Imaginea zilei

# Comment
source: Data Engine for getting various online Pictures of The Day.
ro: Motor de date pentru obținerea Imaginii zilei din diverse locuri.

# Comment
source: Plugin for Plasma PoTD Engine
ro: Modul pentru motorul de imagine a zilei Plasma

# Name
source: Wikimedia Picture of the Day
ro: Imaginea zilei de pe Wikimedia

# Comment
source: Wcpotd Provider
ro: Furnizor Wcpotd

# Name
source: Remember The Milk Engine
ro: Motor Nu uita laptele

# Comment
source: An engine to work with Remember the Milk.
ro: Motor pentru lucrul cu Remember the Milk.

# Name
source: Control audio player
ro: Controlează lector audio

# Name
source: Control Audio Player
ro: Controlează lector audio

# Name
source: Web Browser History
ro: Istoricul navigatorului web

# Comment
source: Searches in Konqueror's history
ro: Caută în istoricul Konqueror

# Name
source: Special Characters
ro: Caractere speciale

# Comment
source: Creates special characters from their hexadecimal codes
ro: Creează caractere speciale din codurile hexazecimale ale acestora

# Name
source: special Characters
ro: Caractere speciale

# Name
source: Contacts
ro: Contacte

# Comment
source: Finds entries in your address book
ro: Găsește adrese în cartea de adrese

# Comment
source: Convert values to different units
ro: Convertește valori în diferite unități

# Name
source: Date and Time
ro: Data și ora

# Comment
source: The current date and time, locally or in any timezone
ro: Data și ora curentă, local sau din orice fus orar

# Comment
source: Define words
ro: Definește cuvinte

# Name
source: Calendar Events
ro: Evenimentele calendarului

# Comment
source: Calendar Events runner
ro: Executor de evenimente ale calendarului

# Name
source: Kate Sessions
ro: Sesiuni Kate

# Comment
source: Matches Kate Sessions
ro: Potrivește sesiuni Kate

# Name
source: Konqueror Sessions
ro: Sesiuni Konqueror

# Comment
source: Matches Konqueror Sessions
ro: Potrivește sesiuni Konqueror

# Name
source: Konsole Sessions
ro: Sesiuni Konsolă

# Comment
source: Matches Konsole Sessions
ro: Potrivește sesiunile consolei

# Name
source: Kopete Contacts
ro: Contacte Kopete

# Comment
source: Search contacts from Kopete
ro: Caută contacte din Kopete

# Name
source: KDE Documentation
ro: Documentația KDE

# Comment
source: Search on Wikipedia
ro: Căutare în Wikipedia

# Comment
source: Search on Wikitravel
ro: Caută pe Wikitravel

# Name
source: Spell Checker Runner
ro: Lansator verificare ortografică

# Name
source: Spell Checker
ro: Verificator ortografic

# Comment
source: Check the spelling of a word
ro: Verifică ortografia unui cuvînt

# Name
source: Translator
ro: Traducător

# Comment
source: Matches YouTube queries
ro: Potrivește interogări YouTube

# Name
source: Globe
ro: Glob

# Comment
source: An interactive map of the world
ro: Hartă interactivă a lumii

# Comment
source: Digital Bees
ro: Albine numerice

# Comment
source: Eastern Blues
ro: Albastru estic

# Comment
source: Fish Net
ro: Plasă pescărească

# Comment
source: Flowers
ro: Flori

# Comment
source: Clearly French
ro: Curat franțuzesc

# Comment
source: Ivory Coast
ro: Coasta de Fildeș

# Comment
source: Lineage
ro: Descendență

# Comment
source: Night Rock by Tigert
ro: Stîncă nocturnă de Tigert

# Comment
source: Pavement
ro: Pavaj

# Comment
source: Damascus Flower
ro: Floare de damasc

# Comment
source: Starry Sky
ro: Cer înstelat

# Comment
source: Stonewall 2 by Tigert
ro: Stonewall 2 de Tigert

# Comment
source: Triangles
ro: Triunghiuri

# Comment
source: Xerox Star
ro: Steaua Xerox

# Name
source: Pattern
ro: Model

# Comment
source: A new picture from the Internet each day
ro: O nouă imagine din Internet în fiecare zi

# Name
source: Animations
ro: Animații

# Comment
source: Interactive, animated wallpapers
ro: Fundaluri animate, interactive

# Name
source: Ascii Animals
ro: Animale ASCII

# Comment
source: A simulated life form eats your wallpaper
ro: O formă de viață simulată vă mănîncă fundalul biroului

# Name
source: Weather
ro: Vreme

# Comment
source: Images that reflect the weather outside
ro: Imagini ce reflectă vremea de afară
