Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/playground-utils/khtml_userscript.po
Languages: ro

source: User Scripts
ro: Scripturi de utilizator

source: &Enabled
ro: &Activate

source: &Manage User Scripts...
ro: &Gestionare scripturi...

source: &Install Script...
ro: &Instalare script...

source: &Create A New Script...
ro: &Creare script nou...

source: Get &New Scripts...
ro: Preluare scripturi &noi...

source: New script creation is not (yet) available in this version.
ro: Crearea de scripturi noi nu este (încă) susținută în acestă versiune.

source: Konqueror User Scripts Manager
ro: Administratorul de scripturi Konqueror

source: Get Hot New Script is not (yet) available in this version.
ro: Preluarea de scripturi noi nu este (încă) susținută în acestă versiune.

source: Konqueror Greasemonkey Userscripts Support
ro: Suportul Konqueror pentru scripturi Greasymonkey

source: &Tools
ro: &Unelte

source: Manage User Scripts
ro: Gestionează scripturi

source: Edit
ro: Editează

source: Uninstall
ro: Dezinstalează

source: Name of the script v.0.1
ro: Numele script-ului v.0.1

source: By John Smith
ro: De John Smith

source: This is a description of the user script as defined by its metadata information. Description should usually be fairly short (3 lines max.)
ro: Aceasta este descrierea scriptului de utilizator, după cum este definită de informațiile sale metadate. Descrierea trebuie să fie în general scurtă (max. 3 linii)

source: Enabled
ro: Activat

source: Included Pages
ro: Pagini incluse

source: Excluded Pages
ro: Pagini excluse
