Repository: Jobava/kde-localization
Catalog: kf5/apps/extragear-utils/desktop_extragear-utils_yakuake.po
Languages: ro

# GenericName
source: Drop-down Terminal
ro: Terminal derulant

# Comment
source: A drop-down terminal emulator based on KDE Konsole technology.
ro: Un emulator de terminal bazat pe tehnologia Konsole din KDE.

# Name
source: Startup
ro: Pornire

# Comment
source: Yakuake has started
ro: Yakuake s-a pornit

# Name
source: Silence detected
ro: Tăcere detectată

# Comment
source: Silence detected in a monitored terminal or session
ro: A fost detectată tăcere într-o sesiune sau terminal monitorizat

# Name
source: Activity detected
ro: Activitate detectată

# Comment
source: Activity detected in a monitored terminal or session
ro: A fost detectată activitate într-o sesiune sau terminal monitorizat

# Name
source: Bell in Visible Session
ro: Clopoțel în sesiune vizibilă

# Comment
source: Bell emitted within a visible session
ro: Clopoțel emis în cadrul unei sesiuni vizibile

# Name
source: Bell in Non-Visible Session
ro: Clopoțel în sesiune nevizibilă

# Comment
source: Bell emitted within a non-visible session
ro: Clopoțel emis în cadrul unei sesiuni nevizibile
