Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kdepimlibs/kio_smtp.po
Languages: ro

source: The server rejected both EHLO and HELO commands as unknown or unimplemented. Please contact the server's system administrator.
ro: Serverul a refuzat comenzile EHLO și HELO ca fiind necunoscute sau neimplementate. Contactați administratorul de sistem.

source: Unexpected server response to %1 command. %2
ro: Răspuns neașteptat la comanda %1. %2

source: Your SMTP server does not support TLS. Disable TLS, if you want to connect without encryption.
ro: Serverul SMTP nu suportă TLS. Dezactivați suportul TLS dacă doriți să vă conectați fără a cripta conexiunea.

source: Connection Failed
ro: Conectarea a eșuat

source: An error occurred during authentication: %1
ro: A intervenit o eroare în timpul autentificării: %1

source: No authentication details supplied.
ro: Nu au fost oferite informații de autentificare.

source: Choose a different authentication method.
ro: Alegeți o altă metodă de autentificare.

source: Your SMTP server does not support %1.
ro: Serverul SMTP nu suportă %1.

source: Your SMTP server does not support (unspecified method).
ro: Serverul SMTP nu suportă (metodă nespecificată).

source: Your SMTP server does not support authentication. %1
ro: Serverul SMTP nu suportă autentificare. %1

source: Authentication failed. Most likely the password is wrong. %1
ro: Autentificare eșuată. Probabil că parola este greșită. %1

source: Could not read data from application.
ro: Nu pot citi date din aplicație.

source: The message content was not accepted. %1
ro: Conținutul mesajului nu a fost acceptat. %1

source: The server responded: %1
ro: Serverul a răspuns: %1

source: The server responded: "%1"
ro: Serverul a răspuns: "%1"

source: This is a temporary failure. You may try again later.
ro: Aceasta este o eroare temporară. Puteți încerca mai tîrziu din nou.

source: The application sent an invalid request.
ro: Aplicația a trimis o cerere eronată.

source: The sender address is missing.
ro: Adresa expeditorului lipsește.

source: SMTPProtocol::smtp_open failed (%1)
ro: Protocolul SMTP a eșuat (%1)

source: Writing to socket failed.
ro: Scrierea în soclu a eșuat.

source: Invalid SMTP response (%1) received.
ro: Am primit un răspuns SMTP necorespunzător (%1).

source: Username and password for your SMTP account:
ro: Numele de utilizator și parola pentru contul SMTP:

source: The server did not accept a blank sender address. %1
ro: Serverul nu acceptă o adresă nulă la expeditor. %1

source: The server did not accept the sender address "%1". %2
ro: Serverul nu acceptă adresa "%1" a expeditorului. %2

source: Message sending failed since the following recipients were rejected by the server: %1
ro: Trimiterea mesajului a eșuat deoarece destinatarii de mai jos au fost respinși de către server: %1

source: The attempt to start sending the message content failed. %1
ro: Încercarea de începe trimiterea mesajului a eșuat. %1

source: Unhandled error condition. Please send a bug report.
ro: Condiție de eroare neașteptată. Vă rog să trimiteți un raport de eroare.
