Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/extragear-sysadmin/desktop_extragear-sysadmin_libqapt.po
Languages: ro

# Name
source: Update package information
ro: Actualizează informațiile despre pachete

# Description
source: To update the software catalog you need to authenticate.
ro: Trebuie să vă autentificați pentru a actualiza catalogul de aplicații.

# Name
source: Install or remove packages
ro: Instalează sau elimină pachete

# Description
source: To install or remove software you need to authenticate.
ro: Trebuie să vă autentificați pentru a instala sau elimina aplicații.

# Name
source: Change software configuration
ro: Modifică configurarea aplicațiilor

# Description
source: To change software settings you need to authenticate.
ro: Trebuie să vă autentificați pentru a schimba configurarea aplicațiilor.

# Name
source: Cancel the task of another user
ro: Anulează sarcina altui utilizator

# Description
source: To cancel someone else's software changes you need to authenticate.
ro: Trebuie să vă autentificați pentru a anula modificările făcute de altcineva în aplicații.

# Name
source: Installer
ro: Instalator

# Comment
source: Suggests the installation of not-installed applications
ro: Sugerează instalarea unor aplicații neinstalate

# Name
source: QApt Package Installer
ro: Instalator de pachete QApt

# GenericName
source: Package Installer
ro: Instalator de pachete

# Comment
source: Install and view software packages
ro: Instalează și vizualizează pachete software

# Name
source: Debian Package Files
ro: Fișiere de pachet Debian
