Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/extragear-sysadmin/muon-updater.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

# @action:button
source: Hide
ro: Ascunde

# @title:window
source: Muon Preferences
ro: Preferințe Muon

# @title:group
source: Notifications
ro: Notificări

source: An update manager
ro: Un administrator de actualizări

source: Muon Update Manager
ro: Administratorul de actualizări Muon

# @title:window
source: Software Updates
ro: Actualizări de programe

# @info Warning to plug in laptop before updating
source: It is safer to plug in the power adapter before updating.
ro: Este mai sigur să conectați adaptorul de alimentare înainte de actualizare.

# @action Downloads and installs updates
source: Install Updates
ro: Instalează actualizări

# @label Download rate
source: Download rate: %1/s
ro: Rata de descărcare: %1/s

# @label Column label
source: Updates
ro: Actualizări

# @label Column label
source: Version
ro: Versiune

# @label Column label
source: Download Size
ro: Dimensiune descărcare

# @item:inlistbox
source: Important Security Updates
ro: Actualizări importante de securitate

# @item:inlistbox
source: Application Updates
ro: Actualizări de programe

# @item:inlistbox
source: System Updates
ro: Actualizări de sistem

# @label
source: <em>Some packages were not marked for update.</em><p/>The update of these packages need some others to be installed or removed.<p/>Do you want to update those too?
ro: <em>Unele pachete nu au fost marcate pentru actualizare.</em><p/>Actualizarea acestor pachete necesită instalarea sau eliminarea altora.<p/>Doriți să le actualizați și pe acelea?

source: Mark All
ro: Marchează tot

# @info
source: It is unknown when the last check for updates was.
ro: Momentul ultimei verificări pentru actualizări este necunoscut.

# @info
source: Please click <interface>Check for Updates</interface> to check.
ro: Apăsați pe <interface>Caută actualizări</interface> pentru a verifica.

# @info
source: The software on this computer is up to date.
ro: Programele de pe acest calculator sînt actuale.

# @info
source: Last checked %1 ago.
ro: Verificat ultima dată cu %1 în urmă.

# @info
source: No updates are available.
ro: Nu sînt disponibile actualizări.
