Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-graphics/desktop_extragear-graphics_digikam.po
Languages: ro

# GenericName
source: Photo Management Program
ro: Program pentru gestionarea fotografiilor

# Comment
source: Manage your photographs like a professional with the power of open source
ro: Gestionați-vă fotografiile ca un profesionist profitînd de puterea aplicațiilor cu sursă deschisă

# Name
source: Download complete
ro: Descărcare încheiată

# Comment
source: A download from a camera or other device has finished.
ro: S-a încheiat descărcarea de pe un aparat de fotografiat sau alt dispozitiv.

# Name
source: Save file complete
ro: Salvarea fișierului încheiată

# Comment
source: A file from image editor is saved.
ro: Un fișier din editorul de imagini este salvat.

# Name
source: Batch queue completed
ro: Coadă de procesare în serie terminată

# Comment
source: A queue in the batch queue manager has been completed.
ro: S-a terminat o coadă din gestionarul de cozi de procesare în serie.

# Name
source: Update of fingerprint database complete
ro: Actualizarea bazei de date cu amprente s-a terminat

# Comment
source: The update of the fingerprint database has been completed.
ro: Actualizarea bazei de date cu amprente s-a încheiat.

# Name
source: Update of thumbnails database complete
ro: Actualizarea bazei de date cu miniaturi s-a terminat

# Comment
source: The update of the thumbnails database has been completed.
ro: Actualizarea bazei de date cu miniaturi s-a încheiat.

# Name
source: Synchronization of images' metadata with database completed
ro: Sincronizarea metadatelor imaginilor cu baza de date s-a încheiat

# Comment
source: The synchronization of the images' metadata with the database has been completed.
ro: Sincronizarea metadatelor imaginilor cu baza de date s-a încheiat.

# Name
source: Update of detected faces database complete
ro: Actualizarea bazei de date pentru detectarea fețelor s-a terminat

# Comment
source: The update of the detected faces database has completed.
ro: Actualizarea bazei de date pentru detectarea fețelor s-a încheiat.

# Name
source: ImagePlugin_Color
ro: ImagePlugin_Culoare

# Comment
source: A tool to correct colors of image
ro: O unealtă pentru corectarea culorilor unei imagini

# Name
source: ImagePlugin_Decorate
ro: ImagePlugin_Decorare

# Comment
source: A tool to decorate image
ro: O unealtă pentru decorarea imaginii

# Name
source: ImagePlugin_Enhance
ro: ImagePlugin_Îmbunătățește

# Comment
source: digiKam plugin to enhance photograph
ro: Extensie digiKam pentru îmbunătățirea fotografiei

# Name
source: ImagePlugin_FxFilters
ro: ImagePlugin_FiltreEfecte

# Comment
source: Special effect filters plugin for digiKam
ro: Extensie digiKam cu filtre de efecte speciale

# Name
source: ImagePlugin_Transform
ro: ImagePlugin_Transformă

# Comment
source: A tool to transform image geometry
ro: O unealtă pentru transformarea geometriei imaginii

# Description
source: digiKam albums kioslave
ro: Modul digiKam pentru intrările/ieșirile albumelor

# Description
source: digiKam dates kioslave
ro: Modul digiKam pentru intrările/ieșirile datelor

# Description
source: digiKam mapimages kioslave
ro: Modul digiKam pentru intrările/ieșirile imaginilor pe hartă

# Description
source: digiKam search kioslave
ro: Modul digiKam pentru intrările/ieșirile căutărilor

# Description
source: digikam tags kioslave
ro: Modul digiKam pentru intrările/ieșirile etichetelor

# GenericName
source: Photo Viewer and Editor
ro: Vizualizator și editor de fotografii

# Comment
source: A digiKam Image Plugin
ro: O extensie de imagine pentru digiKam
