Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-graphics/desktop_extragear-graphics_kipi-plugins.po
Languages: ro

# Name
source: AcquireImages
ro: Achiziție de imagini

# Comment
source: A tool to acquire images using flat scanner
ro: O unealtă de achiziționat imagini utilizînd un scaner plat

# Comment
source: A tool to acquire images using a flat scanner
ro: O unealtă de achiziționat imagini utilizînd un scaner plat

# GenericName
source: Acquire Images
ro: Achiziție de imagini

# Name
source: Advanced Slideshow
ro: Diaporamă avansată

# Comment
source: A tool to slide images with 2D and 3D effects using OpenGL
ro: O unealtă de diaporamă cu efecte OpenGL în 2D și 3D

# Name
source: BatchProcessImages
ro: Procesare de imagini în serie

# Comment
source: A tool to create calendars
ro: O unealtă de creat calendare

# Name
source: Debian Screenshots Export
ro: Export către capturile de ecran Debian

# Comment
source: A tool to export images to the Debian Screenshots site
ro: O unealtă de exportat imagini pe situl de capturi de ecran Debian

# Name
source: DNGConverter
ro: Convertor DNG

# GenericName
source: DNG Image Converter
ro: Convertor de imagini DNG

# Comment
source: A tool to batch convert RAW camera images to DNG
ro: O unealtă pentru convertirea în serie a imaginilor din RAW în DNG

# Comment
source: A tool to convert Raw Image to Digital NeGative
ro: O unealtă pentru convertirea imaginilor din RAW în Digital NeGative

# Comment
source: A tool to blend bracketed images
ro: O unealtă pentru fuzionarea imaginilor făcute cu expuneri diferite

# GenericName
source: Exposure Blending
ro: Fuziune expunere

# Name
source: ExpoBlending
ro: Fuziune expunere

# Name
source: Expo Blending
ro: Fuziune expunere

# Name
source: Facebook Import/Export
ro: Import/Export Facebook

# Comment
source: A tool to import/export images to/from a remote Facebook web service
ro: O unealtă de importat/exportat imagini din/pe serviciul web Facebook

# Name
source: Flash Export
ro: Export Flash

# Comment
source: A tool to export images to Flash
ro: O unealtă de exportat imagini în Flash

# Name
source: Flickr/23/Zooomr Exporter
ro: Exportator Flickr/23/Zooomr

# Comment
source: A tool to export images to remote Flickr, 23 and Zooomr web services.
ro: O unealtă de exportat imagini către serviciile web Flickr, 23 și Zooomr.

# Name
source: Remote Gallery Export
ro: Export către Gallery

# Comment
source: A tool to export images to a remote Gallery
ro: O unealtă de exportat imagini către Gallery

# Comment
source: A tool to geolocalize pictures
ro: O unealtă pentru geolocalizarea imaginilor

# Name
source: HTML Gallery
ro: Galerie HTML

# Comment
source: A tool to export images collections into a static XHTML page
ro: O unealtă de exportat colecții de imagini într-o pagină XHTML statică

# Name
source: Classic
ro: Clasic

# Comment
source: A port of the old HTML Export plugin theme
ro: Un port al extensiei de exportat imagini într-o galerie HTML

# Name
source: Thumbnails per row
ro: Miniaturi pe rînd

# Name
source: Background Color
ro: Culoare fundal

# Name
source: Foreground Color
ro: Culoare prim-plan

# Name
source: Font Size
ro: Dimensiune font

# Name
source: Image Border Size
ro: Dimensiunea bordurii imaginii

# Name
source: Image Border Color
ro: Culoarea bordurii imaginii

# Name
source: Link Color
ro: Culoare legătură

# Name
source: Visited Link Color
ro: Culoare legătură vizitată

# Name
source: Clean Frames
ro: Curăță cadrele

# Comment
source: A frame theme based on Ruediger Bente's frame theme
ro: O tematică de cadru bazată pe tematica lui Ruediger Bente

# Name
source: Style
ro: Stil

# Name
source: Date Frames
ro: Datează cadrele

# Name
source: Thumbnail Background
ro: Fundal miniatură

# Name
source: Image Background (contrasting)
ro: Fundal imagine (contrastare)

# Name
source: Nav Bar Background (dark)
ro: Fundal bară de navigare (întunecat)

# Name
source: Gallery Introduction
ro: Introducție la Gallery

# Name
source: Caption Date Format (see http://xsltsl.sourceforge.net/date-time.html)
ro: Formatul datei legendei (vedeți http://xsltsl.sourceforge.net/date-time.html)

# Comment
source: XSL Date Format String: Use the syntax given at http://xsltsl.sourceforge.net/date-time.html
ro: Formatul datei șirului XSL: Utilizați sintaxa indicată pe http://xsltsl.sourceforge.net/date-time.html

# Name
source: Image List Date Format
ro: Formatul datei listei de imagini

# Comment
source: Yet another simple theme. Clean look with more image details.
ro: Iată o altă tematică simplă. Aspect curat cu imagine mult mai detaliată.

# Name
source: Details
ro: Detalii

# Name
source: Details screenshot
ro: Captură de ecran detaliată

# Name
source: Footer information
ro: Informații postet

# Name
source: Floating Cards
ro: Cartele flotante

# Comment
source: A dark theme with floating thumbnail/description cards. Fast navigation through the gallery.
ro: O tematică întunecată cu miniaturi flotante/cartele descriptive. Navigare rapidă prin galerie.

# Name
source: Frames
ro: Cadre

# Comment
source: A frame theme
ro: O tematică de cadru

# Name
source: Matrix
ro: Matrice

# Comment
source: Show your photos with Matrix style
ro: Afișați-vă fotografiile cu stilul Matrix

# Comment
source: Yet another nice theme. Very simple and clean look with "calligraphics" icons.
ro: Iată încă o tematică plăcută. Aspect foarte simplu și curat cu pictograme „caligrafiate”.

# Name
source: Simple
ro: Simplă

# Comment
source: A simple and light theme
ro: O tematică simplă și lejeră

# Name
source: Snow
ro: Zăpadă

# Comment
source: A perfect match for your mountain holidays
ro: Perfect pentru vacanțele voastre la munte

# Name
source: Imageviewer
ro: Vizualizator de imagini

# Comment
source: A tool to preview images using OpenGL
ro: O unealtă de previzualizat imagini utilizînd OpenGL

# Name
source: iPodExport
ro: Export iPod

# Comment
source: A tool to export pictures to an Ipod device
ro: O unealtă de exportat imagini către un dispozitiv iPod

# Name
source: JPEGLossless
ro: JPEG fără pierderi

# Comment
source: A tool to rotate/flip images without losing quality
ro: O unealtă de rotit/răsturnat imagini fără pierdere în calitate

# Name
source: KioExportImport
ro: Export/Import Kio

# Comment
source: A tool to export pictures to or import from a remote directory that is accessible via KIO.
ro: O unealtă de exportat imagini către sau de importat dintr-un director distant accesibil cu KIO.

# Name
source: Instant Messaging Export
ro: Export către mesagerie instantanee

# Comment
source: A tool to export images to an instant messaging contact
ro: O unealtă de exportat imagini unui contact din mesageria instantanee

# Comment
source: A tool to edit EXIF, IPTC and XMP metadata
ro: O unealtă de editat metadatele EXIF, IPTC și XMP

# Name
source: MetadataEdit
ro: Editare metadate

# Name
source: Remote Piwigo Export
ro: Export către Piwigo

# Comment
source: A tool to export images to a remote Piwigo
ro: O unealtă de exportat imagini către Piwigo

# Name
source: Print images
ro: Tipărește imaginile

# Comment
source: A tool to print images in various formats
ro: O unealtă de tipărit imagini în diverse formate

# Name
source: 10.5x14.8 cm (1 photo)
ro: 10,5 x 14,8 cm (1 poză)

# Name
source: 10x15 cm (1 photo)
ro: 10 x 15 cm (1 poză)

# Name
source: 20x25 cm (1 photo)
ro: 20 x 25 cm (1 poză)

# Name
source: 8 x 10" (1 photo)
ro: 8 x 10" (1 poză)

# Name
source: 9x13 cm (1 photo)
ro: 9 x 13 cm (1 poză)

# Name
source: 13x18 cm (2 photos)
ro: 13 x 18 cm (2 poze)

# Name
source: 5 x 7" (2 photos)
ro: 5 x 7" (2 poze)

# Name
source: 10x15 cm (3 photos)
ro: 10 x 15 cm (3 poze)

# Name
source: 4 x 6" (3 photos)
ro: 4 x 6" (3 poze)

# Name
source: 10x13.33 cm (4 photos)
ro: 10 x 13,33 cm (4 poze)

# Name
source: 3.5 x 5" (4 photos)
ro: 3,5 x 5" (4 poze)

# Name
source: Passport photos - 4.5x5cm (4 photos)
ro: Poze de pașaport - 4,5 x 5 cm (4 poze)

# Name
source: 9x13 cm (4 photos)
ro: 9 x 13 cm (4 poze)

# Name
source: 4 x 6" Album
ro: Album 4 x 6"

# Name
source: Passport photos - 3.5x4cm (6 photos)
ro: Poze de pașaport - 3,5 x 4 cm (6 poze)

# Name
source: 6x9 cm (8 photos)
ro: 6 x 9 cm (8 poze)

# Name
source: 10x15 cm Album
ro: Album 10 x 15 cm

# Name
source: 11.5x15 cm Album
ro: Album 11,5 x 15 cm

# Name
source: Album Collage 2 (6 photos)
ro: Album colaje 2 (6 poze)

# Name
source: Album Collage 1 (9 photos)
ro: Album colaje 1 (9 poze)

# Name
source: Full page
ro: Pe toată pagina

# Name
source: Photoframe (5 photos)
ro: Cadru foto (5 fotografii)

# Name
source: Thumbnails 5x4 photos
ro: Miniaturi de poze 5 x 4

# Name
source: Thumbnails 6x5 photos
ro: Miniaturi de poze 6 x 5

# Name
source: Rajce.net Exporter
ro: Exportator Rajce.net

# Comment
source: A tool to export images to a remote rajce.net service
ro: O unealtă de exportat imagini pe serviciul web rajce.net

# Name
source: RawConverter
ro: Copnvertor RAW

# Comment
source: A tool to convert Raw Image to JPEG/PNG/TIFF
ro: O unealtă pentru convertirea imaginilor RAW în JPEG/PNG/TIFF

# Name
source: Remove Red Eyes
ro: Înlătură ochii roșii

# Comment
source: A tool to remove red eyes automatically from images
ro: O unealtă pentru înlăturarea automată a ochilor roșii din imagini

# Name
source: SendImages
ro: Trimitere imagini

# Comment
source: A tool to send images by e-mail
ro: O unealtă de trimis imagini prin e-mail

# Name
source: Shwup Export
ro: Export Shwup

# Comment
source: A tool to export images to a remote Shwup web service
ro: O unealtă de exportat imagini pe serviciul web Shwup

# Name
source: SmugMug Import/Export
ro: Import/Export SmugMug

# Comment
source: A tool to import/export images to/from a remote SmugMug web service
ro: O unealtă de importat/exportat imagini din/pe serviciul web SmugMug

# Name
source: TimeDateAdjust
ro: Ajustare dată și oră

# Comment
source: A tool to adjust date and time
ro: O unealtă pentru ajustarea datei și orei

# Name
source: Yandex.Fotki Exporter
ro: Exportator Yandex.Fotki

# Comment
source: A tool to export images to a remote Yandex.Fotki web service
ro: O unealtă de exportat imagini pe serviciul web Yandex.Fotki
