Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-graphics/kfax.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Claudiu Costin,Sergiu Bivol,Florin Cătălin RUSSEN

# EMAIL OF TRANSLATORS
source: Your emails
ro: ,sergiu@ase.md,cfrussen@yahoo.co.uk

source: Sorry
ro: Regrete

source: Out of memory
ro: Depășire de memorie

source: Unable to open: %1
ro: Nu se poate deschide: %1

source: Invalid tiff file: %1
ro: Fișier TIFF eronat: %1

source: In file %1 StripsPerImage tag 273=%2,tag279=%3
ro: În fișierul %1 StripsPerImage tag 273=%2,tag279=%3

source: Message
ro: Mesaj

source: Due to patent reasons KFax can not handle LZW (Lempel-Ziv & Welch) compressed Fax files.
ro: Din cauza patentelor, KFax nu poate manipula fișiere-fax comprimate cu LZW (Lempel-Ziv & Welch).

source: This version can only handle Fax files
ro: Această versiune poate manipula doar fișiere Fax

source: Bad Fax File
ro: Fișier fax greșit

source: Trying to expand too many strips %1
ro: Prea multe benzi de derulat %1

source: Warning
ro: Avertisment

source: Only the first page of the PC Research multipage file %1 will be shown
ro: Numai prima pagină a fișierului %1 (PC Research de pagini multiple) va fi afișată

source: No fax found in file: %1
ro: Nici un fax găsit în fișier: %1

source: A&dd...
ro: A&dăugare...

source: &Rotate Page
ro: &Rotește pagina

source: Mirror Page
ro: Oglindește pagina

source: &Flip Page
ro: &Răstoarnă pagina

source: w: 00000 h: 00000
ro: l: 00000 î: 00000

source: Res: XXXXX
ro: Rez: XXXXX

source: Type: XXXXXXX
ro: Tip: XXXXXXX

source: Page: XX of XX
ro: Pagina: XXX din XXX

source: There is no document active.
ro: Nu există nici un document activ.

source: Malformed URL
ro: URL incorect

source: Saving...
ro: Salvare...

source: Failure in 'copy file()' Could not save file!
ro: Avarie în 'copy file()' Nu s-a putut salva fișierul!

source: Loading '%1'
ro: Se încarcă "%1"

source: Downloading...
ro: Descărcare...

source: Page: %1 of %2
ro: Pagina: %1 din %2

source: W: %1 H: %2
ro: L: %1 Î: %2

source: Fine
ro: Fin

source: Res: %1
ro: Rez: %1

source: Type: Tiff
ro: Tip: Tiff

source: Type: Raw
ro: Tip: Brut

source: KDE G3/G4 Fax Viewer
ro: Vizualizor fax G3/G4 pentru KDE

source: UI Rewrite, lots of code cleanups and fixes
ro: Reproiectare interfață grafică, optimizări și corecții

source: Printing Rewrite, lots of code cleanups and fixes
ro: Reproiectare tipărire, optimizări și corecții

source: Fine resolution
ro: Rezoluție fină

source: Normal resolution
ro: Rezoluție normală

source: Height (number of fax lines)
ro: Înălțime (număr de linii fax)

source: Width (dots per fax line)
ro: Lățime (număr de puncte pe linie)

source: Turn image 90 degrees (landscape mode)
ro: Întoarce imaginea cu 90 grade (peisaj)

source: Turn image upside down
ro: Răstoarnă imaginea

source: Invert black and white
ro: Inversează alb cu negru

source: Limit memory use to 'bytes'
ro: Limitează memoria utilizată la 'octeți'

source: Fax data is packed lsb first
ro: Datele fax sînt în format LSb primul

source: Raw files are g3-2d
ro: Fișierele brute sînt G3-2d

source: Raw files are g4
ro: Fișierele brute sînt G4

source: Fax file(s) to show
ro: Fișiere fax de afișat

source: <qt><p><strong>'Ignore Paper Margins'</strong></p><p>If this checkbox is enabled, the paper margins will be ignored and the fax will be printed on the full paper size.</p><p>If this checkbox is disabled, KFax will respect the standard paper margins and print the fax inside this printable area.</p> </qt>
ro: <qt><p><strong>'Ignoră marginile hîrtiei'</strong></p><p>Dacă este bifată, marginile hîrtiei vor fi ignorate și faxul va fi tipărit pe toată pagina.</p><p>Dacă nu este bifată, KFax va respecta dimensiunile standard ale marginilor hîrtiei și va tipări faxul în acestă zonă.</p> </qt>

source: <qt><p><strong>'Horizontal centered'</strong></p><p>If this checkbox is enabled, the fax will be centered horizontally on the page.</p><p>If this checkbox is disabled, the fax will be printed at the left side of the page.</p> </qt>
ro: <qt><p><strong>'Centrat pe orizontală'</strong></p><p>Dacă este bifată, faxul va fi centrat în pagină pe orizontală.</p><p>Dacă nu este bifată, faxul va fi tipărit pe partea stîngă a paginii.</p> </qt>

source: <qt><p><strong>'Vertical centered'</strong></p><p>If this checkbox is enabled, the fax will be centered vertically on the page.</p><p>If this checkbox is disabled, the fax will be printed at the top of the page.</p> </qt>
ro: <qt><p><strong>'Centrat pe verticală'</strong></p><p>Dacă este bifată, faxul va fi centrat în pagină pe vericală.</p><p>Dacă nu este bifată, faxul va fi tipărit în susul paginii.</p> </qt>

source: &Layout
ro: A&ranjament

source: Ignore paper margins
ro: Ignoră marginile hîrtiei

source: Horizontal centered
ro: Centrat pe orizontală

source: Vertical centered
ro: Centrat pe verticală

source: &File
ro: &Fișier

source: &View
ro: &Vizualizare

source: Main Toolbar
ro: Bara de unelte principală

source: Configure
ro: Configurează

source: Display options:
ro: Opțiuni afișare:

source: Landscape
ro: Peisaj

source: Upside down
ro: Răsturnat

source: Invert
ro: Inversat

source: Raw fax resolution:
ro: Rezoluție fax brut:

source: Auto
ro: Automat

source: Raw fax data are:
ro: Datele fax brute sînt:

source: LS-Bit first
ro: LS-Bit primul

source: Raw fax format:
ro: Format fax brut:

source: Raw fax width:
ro: Lățime fax brut:

source: Height:
ro: înălțime:
