Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/kdewebdev/desktop_kdewebdev.po
Languages: ro

# GenericName
source: Search & Replace Tool
ro: Unealtă de căutare și înlocuire

# Comment
source: A batch search and replace tool
ro: Unealtă de căutare și înlocuire în serie

# GenericName
source: Link Checker
ro: Verificator legături

# Name
source: Automation plugin
ro: Modul automat

# Comment
source: Allow configuration of automated tasks
ro: Permite configurarea sarcinilor automatizate

# Comment
source: Allow execution of scripts
ro: Permite executarea scripturilor

# GenericName
source: Dynamic Dialog Editor
ro: Redactor de dialoguri dinamice

# Name
source: Kommander Editor
ro: Redactor Kommander

# Comment
source: Dynamic Dialog Editor
ro: Redactor de dialoguri dinamice

# Comment
source: Executor for Kommander dialogs
ro: Executor pentru dialogurile Kommander

# Name
source: Kommander Executor
ro: Executor Kommander

# Name
source: Widgets
ro: Controale

# Comment
source: Kommander File
ro: Fișier Kommander
