Repository: Jobava/kde-localization
Catalog: stable-kdelibs4/apps/extragear-office/desktop_extragear-office_kmymoney.po
Languages: ro

# Name
source: KMyMoney developer handbook
ro: Manualul dezvoltatorilor KMyMoney

# GenericName
source: Personal Finance Manager
ro: Gestionar de finanțe personale

# Comment
source: Personal Finance Manager
ro: Programul de gestionare a finanțelor personale, liber și ușor de folosit, pentru KDE

# Comment
source: Add CSV exporting to KMyMoney
ro: Exportă fișier csv (câmpuri separate de virgulă) din KMyMoney

# Comment
source: Add CSV importing to KMyMoney
ro: Importă fișier csv (câmpuri separate de virgulă) în KMyMoney

# Name
source: Configure icalendar export plugin
ro: Configurează modulul de exportare în calendar

# Comment
source: Permits the configuration of the iCalendar plugin's options
ro: Permite configurarea opțiunilor modulului de exportare în calendar

# Comment
source: Exports schedules to iCalendar files
ro: Exportă tranzacțiile programate în fișiere iCalendar

# Comment
source: Add online banking to KMyMoney
ro: Interfață de online banking (hbci) pentru KMyMoney

# Name
source: KMyMoney Importer Plugin
ro: Modul pentru importarea fișierelor în KMyMoney

# Comment
source: A KMyMoney plugin
ro: Un modul KMyMoney

# Name
source: KMyMoney Plugin
ro: Modul KMyMoney

# Comment
source: Add OFX importing to KMyMoney
ro: Importă fișiere OFX în KMyMoney

# Name
source: Configure the print check plugin
ro: Configurază modulul pentru tipărirea cecurilor

# Keywords
source: printcheck;kmymoney;
ro: tipărește;cec;kmymoney;

# Comment
source: Permits the configuration of the print check plugin's options
ro: Permite configurarea modulului pentru tipărirea cecurilor

# Name
source: Print check
ro: Tipărește un cec

# Comment
source: Provides the capability to print checks
ro: Permite tipărirea cecurilor din KMyMoney

# Name
source: Reconciliation report
ro: Raport de reconciliere

# Comment
source: Creates a report after each reconciliation containing data about the reconciliation process
ro: Creează un raport după fiecare reconciliere conținând date relevante despre procesul de reconciliere.
