Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-artwork/kannasaver.po
Languages: ro

source: How many characters should be shown.
ro: Cîte caractere să fie afișate.

source: Which writing system should be used.
ro: Sistemul de scriere utilizat.

source: The font used to display the Romaji characters.
ro: Fontul utilizat la afișarea caracterelor Romaji.

source: The font used to display the Kana characters.
ro: Fontul utilizat la afișarea caracterelor Kana.

source: A screensaver that shows Japanese characters.
ro: Un protector de ecran care afișează caractere japoneze.

source: Copyright 2004 Mathias Homann<br/>Copyright 2009, 2010 The Kannasaver Developers
ro: Drept de autor 2004 Mathias Homann<br/>Drept de autor 2009, 2010 dezvoltatorii Kannasaver

source: Original author of Kannasaver.
ro: Autor original.

source: Initiated the port to KDE4.
ro: A inițiat portarea pe KDE4.

source: Fixed up the mess left after the KDE4 port.
ro: A curățat încurcătura rămasă după portarea pe KDE4.

source: Kannasaver Setup
ro: Configurare Kannasaver

source: Mode:
ro: Regim:

source: Basic
ro: De bază

source: Basic + Extended
ro: De bază + extins

source: Basic + Extended + Compound
ro: De bază + extins + compus

source: Style:
ro: Stil:

source: Background Color:
ro: Culoare de fundal:

source: Timer:
ro: Cronometru:

source: Seconds
ro: secunde

source: Romaji Font
ro: Font Romaji

source: Size:
ro: Dimensiune:

source: Color:
ro: Culoare:

source: Kana Font
ro: Font Kana

source: Preview
ro: Previzualizare
