Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/extragear-games/desktop_extragear-games_knights.po
Languages: ro

# GenericName
source: Chess game
ro: Joc de șah

# Name
source: Grayscale
ro: Nuanțe de gri

# Description
source: A grayscale theme using the Oxygen palette
ro: Temă în nuanțe de gri utilizînd paleta Oxygen

# Name
source: East and West
ro: Est și vest

# Description
source: A middle ages styled chess set
ro: Set de șah în stil medieval

# Description
source: Original Knights theme.
ro: Tema originală Knights.

# Name
source: Plain
ro: Simplă

# Description
source: A plain and simple theme
ro: O temă simplă și curată

# Name
source: XBoard Two
ro: XBoard Doi

# Description
source: Theme variation of XBoard chess program.
ro: Variație a temei din programul XBoard.
