Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kde-workspace/desktop_workspace_oxygen.po
Languages: ro

# Name
source: KDE Classic
ro: KDE clasic

# Comment
source: The default cursor theme in KDE 2 and 3
ro: Tema de cursor implicită în KDE 2 și 3

# Name
source: Oxygen Black
ro: Oxygen Negru

# Comment
source: Oxygen mouse theme. Oxygenize your desktop!
ro: Temă pentru maus Oxygen. Oxigenează-ți biroul!

# Name
source: Oxygen Blue
ro: Oxygen Albastru

# Name
source: Oxygen White
ro: Oxygen Alb

# Name
source: Oxygen Yellow
ro: Oxygen Galben

# Name
source: Widget Style
ro: Stilul controalelor

# Comment
source: Modify the appearance of widgets
ro: Modifică aspectul controalelor

# X-KDE-Keywords
source: oxygen,widget,style
ro: oxygen,widget,stil,control,controale

# Comment
source: Styling of the next generation desktop
ro: Stilul biroului de generație următoare
