Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kde-workspace/desktop_workspace_kinfocenter.po
Languages: ro

# Name
source: Lost And Found
ro: Pierdute și regăsite

# Name
source: Graphical Information
ro: Informații despre grafică

# Name
source: KInfoCenter Category
ro: Categorie Centru de informații KDE

# Name
source: Device Information
ro: Informații dispozitiv

# Name
source: Network Information
ro: Informații despre rețea

# Name
source: Device Viewer
ro: Vizualizator de dispozitive

# Comment
source: Device Viewer
ro: Vizualizator de dispozitive

# X-KDE-Keywords
source: device,devices
ro: dispozitiv,dispozitive

# Name
source: DMA-Channels
ro: Canale DMA

# Comment
source: DMA information
ro: Informații despre canalele DMA

# X-KDE-Keywords
source: dma,DMA-Channels,System Information
ro: dma,canale DMA, informații sistem

# Name
source: Interrupts
ro: Întreruperi

# Comment
source: Interrupt information
ro: Informații despre întreruperi

# X-KDE-Keywords
source: Interrupts,IRQ,System Information
ro: întreruperi;IRQ;informații;sistem

# Name
source: IO-Ports
ro: Porturi I/E

# Comment
source: IO-port information
ro: Informații despre porturile I/E

# X-KDE-Keywords
source: IO,I/O,IO-Ports,I/O-Ports,Ports,IO-Range,I/O-Range,System Information
ro: IO,I/O,IO-Ports,I/O-Ports,Ports,IO-Range,I/O-Range,informații sistem,IE,I/E,porturi IE,porturi I/E,porturi,interval IE,interval I/E

# Comment
source: SCSI information
ro: Informații despre SCSI

# X-KDE-Keywords
source: SCSI,SCSI-Bus,System Information
ro: SCSI,magistrala SCSI,informații sistem

# Name
source: X-Server
ro: Server X

# Comment
source: X-Server information
ro: Informații despre serverul X

# X-KDE-Keywords
source: X,X-Server,XServer,XFree86,Display,VideoCard,System Information
ro: X,X-Server,XServer,XFree86,Display,VideoCard,informații sistem,server X,ecran,placă video

# Name
source: Memory
ro: Memorie

# Comment
source: Memory information
ro: Informații despre memorie

# Name
source: Network Interfaces
ro: Interfețe de rețea

# Comment
source: Network interface information
ro: Afișează informații despre interfețele de rețea

# Comment
source: OpenGL information
ro: Informații OpenGL

# Name
source: PCI
ro: Magistrala PCI

# Comment
source: PCI information
ro: Informații despre magistrala PCI

# Name
source: Samba Status
ro: Stare Samba

# Comment
source: Samba status monitor
ro: Monitorizează starea serverului Samba

# X-KDE-Keywords
source: SMB,SAMBA,Windows network,LAN,System Information
ro: SMB,SAMBA,rețea Windows,LAN,informații sistem,rețea locală

# Name
source: USB Devices
ro: Dispozitive USB

# Comment
source: USB devices attached to this computer
ro: Dispozitive USB conectate la acest calculator

# X-KDE-Keywords
source: USB,devices,viewer,control
ro: USB,dispozitive,vizualizator,control

# Name
source: IEEE 1394 Devices
ro: Dispozitive IEEE 1394

# Comment
source: Attached IEEE 1394 devices
ro: Dispozitive IEEE 1394 atașate

# X-KDE-Keywords
source: 1394,Firewire,devices,viewer,control
ro: 1394,Firewire,dispozitive,vizualizator,control

# Name
source: KInfoCenter
ro: Centrul de informații KDE

# GenericName
source: Info Center
ro: Centru de informații
