Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kde-workspace/desktop_workspace_powerdevil.po
Languages: ro

# Comment
source: Basic Controls for brightness
ro: Controale de bază pentru luminozitate

# Comment
source: Dims gradually the display on a time basis
ro: Întunecă gradual ecranul în dependență de timp

# Name
source: Button events handling
ro: Manipularea evenimentelor de la butoane

# Comment
source: Performs an action whenever a button is pressed
ro: Îndeplinește o acțiune la apăsarea unui buton

# Comment
source: Basic Controls for the keyboard backlight brightness
ro: Controale de bază pentru luminozitatea iluminării tastaturii

# Comment
source: Runs a custom script
ro: Rulează un script personalizat

# Comment
source: Suspends the session
ro: Suspendă sesiunea

# Name
source: Screen Energy Saving
ro: Economisire energie ecran

# Comment
source: Controls DPMS settings
ro: Controlează configurările DPMS

# Comment
source: Power Management Action Extension
ro: Extensie pentru acțiunea de gestiune a alimentării

# Name
source: HAL PowerDevil Backend
ro: Suport PowerDevil HAL

# Comment
source: Use KDE Power Management system through freedesktop.org HAL daemon
ro: Folosește sistemul KDE de gestiune a alimentării prin intermediul demonului HAL de la freedesktop.org

# Description
source: System policies prevent you from getting the brightness level.
ro: Politicile sistemului vă interzic obținerea nivelului de luminozitate.

# Name
source: Get brightness
ro: Obține luminozitatea

# Name
source: Set brightness
ro: Stabilește luminozitatea

# Description
source: System policies prevent you from setting the brightness level.
ro: Politicile sistemului vă interzic stabilirea nivelului de luminozitate.

# Name
source: Get syspath
ro: Obține calea sys

# Description
source: System policies prevent you from getting the syspath
ro: Politicile sistemului vă interzic obținerea căii sys

# Name
source: UPower PowerDevil Backend
ro: Platformă PowerDevil UPower

# Comment
source: Use KDE Power Management system through freedesktop.org upower daemon
ro: Folosește sistemul KDE de gestiune a alimentării prin intermediul demonului upower de la freedesktop.org

# Name
source: Power Management
ro: Gestiunea alimentării

# Comment
source: Battery, Display and CPU power management and notification
ro: Gestiune și notificări pentru acumulator, afișaj și putere procesor

# Name
source: Activity Settings
ro: Configurări activitate

# X-KDE-Keywords
source: system,power,power management,energy,laptop,battery,suspension,AC,suspend,hibernate,brightness,performance,lid,activity,activities
ro: sistem,alimentare,gestiune alimentare,energie,laptop,acumulator,suspendare,CA,suspendă,hibernează,hibernare,luminozitate,iluminare,performanță,capac,activitate,activități

# Name
source: Advanced Settings
ro: Configurări avansate

# X-KDE-Keywords
source: system,power,power management,energy,laptop,battery,suspension,AC,suspend,hibernate,brightness,performance,lid
ro: sistem,alimentare,gestiune alimentare,energie,laptop,acumulator,suspendare,CA,suspendă,hibernează,hibernare,luminozitate,iluminare,performanță,capac

# Name
source: Energy Saving
ro: Economisire energie

# Name
source: KDE Power Management System
ro: Sistemul KDE de gestiune a alimentării

# Comment
source: Power Management System
ro: Sistemul de gestiune a alimentării

# Name
source: Warning
ro: Avertizare

# Comment
source: Used for warning notifications
ro: Utilizat pentru notificări de avertizare

# Name
source: Notification
ro: Notificare

# Comment
source: Used for standard notifications
ro: Utilizat pentru notificări obișnuite

# Name
source: Critical notification
ro: Notificare critică

# Comment
source: Notifies a critical event
ro: Notifică un eveniment critic

# Name
source: Battery Low
ro: Acumulator scăzut

# Comment
source: Your battery has reached low level
ro: Acumulatorul a atins un nivel scăzut

# Name
source: Battery Critical
ro: Acumulator critic

# Comment
source: Your battery has reached critical level. This notification triggers a countdown before doing the configured action, hence it is strongly advised to leave that on.
ro: Acumulatorul a atins nivelul critic. Această notificare declanșează o numărătoare inversă pînă la executarea acțiunii implicite, deci se recomandă să îl lăsați activat.

# Name
source: Charge Complete
ro: Încărcare finalizată

# Comment
source: The battery is fully charged
ro: Acumulatorul este încărcat complet

# Name
source: AC adaptor plugged in
ro: Adaptor de curent alternativ atașat

# Comment
source: The power adaptor has been plugged in
ro: Adaptorul de alimentare a fost atașat

# Name
source: AC adaptor unplugged
ro: Adaptor de curent alternativ detașat

# Comment
source: The power adaptor has been unplugged
ro: Adaptorul de alimentare a fost detașat

# Name
source: Internal Error
ro: Eroare internă

# Comment
source: The KDE Power Management System has triggered an internal error
ro: Sistemul KDE de gestiune a alimentării a declanșat o eroare internă
