Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kde-workspace/kcmfonts.po
Languages: ro

source: Configure Anti-Alias Settings
ro: Configurează parametrii de antialiere

source: E&xclude range:
ro: E&xclude domeniul:

source: pt
ro: pct

source: to
ro: la

source: <p>If you have a TFT or LCD screen you can further improve the quality of displayed fonts by selecting this option.<br />Sub-pixel rendering is also known as ClearType(tm).<br /> In order for sub-pixel rendering to work correctly you need to know how the sub-pixels of your display are aligned.</p> <p>On TFT or LCD displays a single pixel is actually composed of three sub-pixels, red, green and blue. Most displays have a linear ordering of RGB sub-pixel, some have BGR.<br /> This feature does not work with CRT monitors.</p>
ro: <p>Dacă aveți un monitor cu cristale lichide, puteți perfecționa calitatea literelor afișate prin selectarea acestei opțiuni.<br />Tehnologia de corecție sub-pixel mai este cunoscută și cu numele ClearTyoe(tm).<br />Pentru a utiliza eficient corecția sub-pixel, trebuie să știți cum sînt aliniați sub-pixelii monitorului dumneavoastră.</p> <p> La monitoarele TFT sau LCD un singur pixel este de fapt compus din trei sub-pixeli, roșu, verde și albastru. Majoritatea monitoarelor au o ordonare liniară sub-pixel RVA (roșu-verde-albastru), dar altele au AVR (albastru-verde-roșu).<br /> Această facilitate nu funcționează cu monitoarele CRT</p>

source: Hinting style:
ro: Stil corecție:

source: Hinting is a process used to enhance the quality of fonts at small sizes.
ro: Corecția este un proces utilizat pentru îmbunătățirea calității fonturilor afișate la dimensiuni mici.

# font usage
source: Fixed width
ro: Lățime fixă

# font usage
source: Small
ro: Mic

# font usage
source: Toolbar
ro: Bară de unelte

# font usage
source: Menu
ro: Meniu

# font usage
source: Window title
ro: Titlu fereastră

source: Used for normal text (e.g. button labels, list items).
ro: Folosit pentru textul normal (etichete de butoane, elemente din liste).

source: A non-proportional font (i.e. typewriter font).
ro: Un font neproporțional (stil mașină de scris).

source: Smallest font that is still readable well.
ro: Cel mai mic font ce poate fi citit bine.

source: Used to display text beside toolbar icons.
ro: Folosit la afișarea textului de lîngă pictogramele barelor de unelte.

source: Used by menu bars and popup menus.
ro: Folosit la afișarea barelor de meniu și a meniurilor-balon.

source: Used by the window titlebar.
ro: Folosit de bara de titlu a ferestrei.

source: Ad&just All Fonts...
ro: A&justează toate fonturile...

source: Click to change all fonts
ro: Dați clic pentru a modifica toate fonturile

source: Use a&nti-aliasing:
ro: Folosește a&ntialiere:

# Use anti-aliasing
source: Enabled
ro: Activată

# Use anti-aliasing
source: System Settings
ro: Configurări de sistem

# Use anti-aliasing
source: Disabled
ro: Dezactivată

source: If this option is selected, KDE will smooth the edges of curves in fonts.
ro: Dacă această opțiune este selectată, KDE va face mult mai fine curbele din fonturi.

source: Configure...
ro: Configurează...

source: Force fonts DPI:
ro: Forțează DPI-ul fonturilor:

source: <p>This option forces a specific DPI value for fonts. It may be useful when the real DPI of the hardware is not detected properly and it is also often misused when poor quality fonts are used that do not look well with DPI values other than 96 or 120 DPI.</p><p>The use of this option is generally discouraged. For selecting proper DPI value a better option is explicitly configuring it for the whole X server if possible (e.g. DisplaySize in xorg.conf or adding <i>-dpi value</i> to ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc). When fonts do not render properly with real DPI value better fonts should be used or configuration of font hinting should be checked.</p>
ro: <p>Această opțiune forțează o anumită valoare PPȚ (Puncte Pe Țol) pentru fonturi. Ea poate fi utilă atunci cînd adevărata valoare PPȚ a echipamentului nu este detectată corespunzător și este adesea folosită greșit cînd sînt utilizate fonturi de calitate proastă ce nu arată bine la valori PPȚ diferite de 96 sau 120.</p><p>Utilizarea acestei opțiuni este în general descurajată. Pentru a alege valoarea PPȚ corectă e mai bine să configurați explicit întregul server X (ex.: DisplaySize în xorg.conf sau adăugarea <i>-dpi value</i> la ServerLocalArgs= în $KDEDIR/share/config/kdm/kdmrc). Cînd fonturile nu se afișează corespunzător cu valoarea PPȚ reală, trebuiesc utilizate fonturi mai bune sau trebuie verificată configurarea corecției fonturilor.</p>

source: <p>Some changes such as anti-aliasing or DPI will only affect newly started applications.</p>
ro: <p>Unele configurări, cum ar fi anti-alierea sau DPI, vor avea efect numai pentru aplicațiile pornite din acest moment.</p>

source: Font Settings Changed
ro: Configurări de fonturi modificate

source: <p>Some changes such as DPI will only affect newly started applications.</p>
ro: <p>Unele modificări, cum ar fi valoarea PPȚ, vor avea efect numai pentru aplicațiile pornite din acest moment.</p>

# no subpixel rendering
source: None
ro: Niciuna

source: RGB
ro: RVA

source: BGR
ro: AVR

source: Vertical RGB
ro: RVA vertical

source: Vertical BGR
ro: AVR vertical

# medium hinting
source: Medium
ro: Medie

# no hinting
source: None
ro: Niciuna

# slight hinting
source: Slight
ro: Ușoară

# full hinting
source: Full
ro: Deplină
