Repository: Jobava/kde-localization
Catalog: stable-kf5/apps/kde-workspace/kde-gtk-config.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: Could not install the %1 theme.
ro: Tema %1 nu a putut fi instalată.

source: Cannot install theme
ro: Tema nu poate fi instalată

source: Parsing theme...
ro: Se parcurge tema...

source: This GTK theme can be installed
ro: Această temă GTK poate fi instalată

source: This GTK theme cannot be installed
ro: Această temă GTK nu poate fi instalată

source: This icons theme can be installed
ro: Această temă de pictograme poate fi instalată

source: This icons theme cannot be installed
ro: Această temă de pictograme nu poate fi instalată

source: Installing GTK theme...
ro: Se instalează tema GTK...

source: Installing icons...
ro: Se instalează pictogramele...

source: Icons Successfully Installed
ro: Pictograme instalate cu succes

source: The icons theme cannot be installed
ro: Tema de pictograme nu poate fi instalată

source: GTK Theme Successfully Installed
ro: Temă GTK instalată cu succes

source: The GTK theme cannot be installed
ro: Tema GTK nu poate fi instalată

source: Uninstalling GTK theme...
ro: Se dezinstalează tema Gtk...

source: Uninstalling icons...
ro: Se dezinstalează pictogramele...

source: GTK theme successfully uninstalled.
ro: Temă GTK dezinstalată cu succes.

source: Could not uninstall the GTK theme.
ro: Tema GTK nu a putut fi dezinstalată.

source: Icons successfully uninstalled.
ro: Pictograme dezinstalate cu succes.

source: Could not uninstall the icons theme.
ro: Tema de pictograme nu a putut fi dezinstalată.

source: KDE GTK Config
ro: Configurare KDE GTK

source: Configure your GTK Applications
ro: Configurați aplicațiile GTK

source: Copyright 2011 José Antonio Sánchez Reynaga
ro: Drept de autor 2011 José Antonio Sánchez Reynaga

source: Main Developer
ro: Dezvoltator principal

source: Feature development. Previews, code refactoring.
ro: Dezvoltare caracteristici. Previzualizări, remodelarea codului.

source: Ideas, tester, internationalization
ro: Idei, teste, traduceri

source: Internationalization
ro: Internaționalizare

source: Download GTK2 themes...
ro: Descarcă teme GTK2...

source: Download GTK3 themes...
ro: Descarcă teme GTK3...

source: Install a local theme...
ro: Instalează o temă locală...

source: Uninstall a local theme...
ro: Dezinstalează o temă locală...

source: It was not possible to save the config
ro: Configurarea nu a putut fi salvată

source: Installer
ro: Instalator

source: Add GTK Theme
ro: Adaugă temă GTK

source: <b>Step 2</b>
ro: <b>Pasul 2</b>

source: Select the theme file you want to install:
ro: Alegeți fișierul cu temă care să fie instalat:

source: Click the next button in order to install the theme in your system.
ro: Apăsați butonul următor pentru a instala tema în sistemul dumneavoastră.

source: <b>Step 1</b>
ro: <b>Pasul 1</b>

source: Install GTK Theme
ro: Instalează temă GTK

source: *.tar.gz *.tar|Compressed file
ro: *.tar.gz *.tar|Fișier comprimat

source: Add New Icons Theme
ro: Adaugă temă de pictograme nouă

source: Install Icons
ro: Instalează pictograme

source: Remove Themes
ro: Elimină teme

source: Select a GTK theme to uninstall
ro: Alegeți tema GTK de dezinstalat

source: Uninstall
ro: Dezinstalează

source: Remove GTK Theme
ro: Elimină tema GTK

source: Select an icon theme to uninstall
ro: Alegeți o temă de pictograme de dezinstalat

source: Remove Icon Theme
ro: Elimină tema de pictograme

source: GTK Themes
ro: Teme GTK

source: Select a GTK2 Theme:
ro: Alegeți tema GTK2:

source: Preview theme
ro: Previzualizează tema

source: Select a GTK3 Theme:
ro: Alegeți tema GTK3:

source: Behaviour
ro: Comportament

source: GTK style toolbar:
ro: Bară de unelte în stil GTK:

source: Icons Only
ro: Numai pictograme

source: Text Only
ro: Numai text

source: Text Under Icons
ro: Text sub pictograme

source: Text After Icons
ro: Text după pictograme

source: Show icons in GTK buttons:
ro: Arată pictograme în butoanele GTK:

source: Show icons in GTK menus:
ro: Arată pictograme în meniurile GTK:

source: Icon Themes
ro: Teme de pictograme

source: Icon theme:
ro: Temă de pictograme:

source: Fallback theme:
ro: Temă de rezervă:

source: <html><head/><body><p>Here you can find more GTK themes to try. You can either download them from the following websites.</p><p>Also you can download it from the opendesktop facilities as suggested below</p><p align="center"><a href="http://gnome-look.org"><span style=" text-decoration: underline; color:#0000ff;">gnome-look.org</span></a><br/><a href="art.gnome.org"><span style=" text-decoration: underline; color:#0000ff;">art.gnome.org</span></a></p></body></html>
ro: <html><head/><body><p>Aici puteți găsi mai multe teme GTK pentru a le încerca. Le puteți descărca de pe următoarele saituri.</p><p>De asemenea, le puteți descărca de la resursele OpenDesktop, așa cum e sugerat mai jos</p><p align="center"><a href="http://gnome-look.org"><span style=" text-decoration: underline; color:#0000ff;">gnome-look.org</span></a><br/><a href="art.gnome.org"><span style=" text-decoration: underline; color:#0000ff;">art.gnome.org</span></a></p></body></html>

source: Get New Themes
ro: Obține teme noi
