Repository: Jobava/kde-localization
Catalog: kdelibs4/apps/kdereview/kor.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@ase.md

source: Kor Testudo Shell
ro: Interpretor Kor Testudo

source: Show run command dialog
ro: Arată dialogul de executare a comenzilor

source: Could not run the specified command
ro: Comanda specificată nu a putut fi executată

source: Run Command
ro: Execută comandă

source: Enter the name of the application you want to run or the URL you want to view
ro: Introduceți denumirea aplicației pe care doriți s-o executați sau URL-ul pe care doriți să-l vizualizați

source: <center><b>%1</b></center> You do not have permission to execute this command.
ro: <center><b>%1</b></center> Nu aveți permisiunea să executați această comandă.

source: <center><b>%1</b></center> The specified command does not exist.
ro: <center><b>%1</b></center> Comanda specificată nu există.

source: Failed to contact the session manager
ro: Contactarea gestionarului de sesiune a eșuat
