Repository: Jobava/kde-localization
Catalog: kf5/apps/playground-*/kubuntu-debug-installer.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: ,Launchpad Contributions:,Ciprian Panaite,Vlad Paul Paval,angelescu, ,Launchpad Contributions:,Angelescu,Ciprian Panaite,Jonathan Riddell,Vlad Paul Paval

# EMAIL OF TRANSLATORS
source: Your emails
ro: ,,,,,,,titus0818@yahoo.com,,riddell@gmail.com,

# @info Error message
source: No file paths were provided, so no debug packages could be found.
ro: Nu au fost furnizate căi spre fișier, deci nu au fost găsite pachete de depanare.

# @title:window
source: Couldn't find debug packages
ro: Nu s-au găsit pachete de depanare

# @info
source: No debug packages could be found for the files listed below. Do you want to continue anyway?
ro: Nu s-au putut găsi pachete de depanare pentru fișierele enumerate mai jos. Doriți să continuați oricum?

# @info
source: Do you want to install the following debug packages so that the necessary debug symbols become available?
ro: Doriți să instalați următoarele pachete de depanare astfel încât simbolurile de depanare necesare să devină disponibile?

# @title:window
source: Confirm package installation
ro: Confirmați instalarea pachetului

# @action:button
source: Install
ro: Instalează

# @info:progress
source: Looking for debug packages
ro: Se caută pachete de depanare

source: Debug package installer
ro: Program de instalare a pachetelor de depanare

source: A debug package installer for Kubuntu
ro: Program de instalare a pachetelor de depanare pentru Kubuntu

source: Files to find debug packages for
ro: Fișiere pentru care se caută pachete de depanare
